{"collections":[{"name":"Movies","id":1},{"name":"People","id":2}],"objects":[{"collection_id":2,"metadata":{"Decade":["1980s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1},{"reason":"Actor","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"Elijah Wood","description":"Elijah Jordan Wood (born January 28, 1981) is an American actor and producer. He rose to international fame for his portrayal of Frodo Baggins in The Lord of the Rings film trilogy (2001–2003) and The Hobbit: An Unexpected Journey (2012).\n\nWood made his film debut with a small part in Back to the Future Part II (1989). He went on to achieve recognition as a child actor with multiple roles such as Avalon (1990) and The Good Son (1993). As a teenager, he starred in several films including North (1994), Flipper (1996), and The Ice Storm (1997). Following the success of The Lord of the Rings, Wood has appeared in a wide range of films, including Eternal Sunshine of the Spotless Mind (2004), Paris, je t'aime (2006), and I Don't Feel at Home in This World Anymore (2017).\n\nWood's voice roles include Mumble in the Happy Feet film franchise (2006–2011), the title protagonist in 9 (2009), Spyro the Dragon in the Legend of Spyro video game trilogy (2006–2008), Beck on Disney XD's Tron: Uprising (2012–2013), Sigma in Season 10 of Red vs. Blue, and Wirt in the Cartoon Network miniseries Over the Garden Wall (2014). He played Ryan Newman on the FX dark comedy series Wilfred (2011–2014), for which he received a Satellite Award nomination for Best Actor, and Todd Brotzman in the BBC America series Dirk Gently's Holistic Detective Agency (2016–2017)."},"id":109},{"collection_id":2,"metadata":{"Decade":["1930s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1}],"contents":{"name":"Ian McKellen","description":"Sir Ian Murray McKellen (born 25 May 1939) is an English actor. He has played roles on the screen and stage in genres ranging from Shakespearean dramas and modern theatre to popular fantasy and science fiction. He is regarded as a British cultural icon and was knighted by Queen Elizabeth II in 1991. He has received numerous accolades, including a Tony Award, six Olivier Awards, and a Golden Globe Award, as well as nominations for two Academy Awards, five BAFTA Awards and five Emmy Awards.\n\nMcKellen made his stage debut in 1961 at the Belgrade Theatre as a member of its repertory company, and in 1965 made his first West End appearance. In 1969, he was invited to join the Prospect Theatre Company to play the lead parts in Shakespeare's Richard II and Marlowe's Edward II. In the 1970s, McKellen became a stalwart of the Royal Shakespeare Company and the National Theatre of Great Britain. He has earned five Olivier Awards for his roles in Pillars of the Community (1977), The Alchemist (1978), Bent (1979), Wild Honey (1984), and Richard III (1995). McKellen made his Broadway debut in The Promise (1965). He received the Tony Award for Best Actor in a Play for his role as Antonio Salieri in Amadeus (1980). He was further nominated for Ian McKellen: Acting Shakespeare (1984). He returned to Broadway in Wild Honey(1986), Dance of Death (1990), No Man's Land (2013), and Waiting for Godot (2013), the latter two being a joint production with Patrick Stewart.\n\nMcKellen achieved worldwide fame for his film roles, including the titular King in Richard III(1995), James Whale in Gods and Monsters (1998), Magneto in the X-Men films, Cogsworth in Beauty and the Beast (2017) and Gandalf in The Lord of the Rings (2001–2003) and The Hobbit (2012–2014) trilogies. Other notable film roles include A Touch of Love (1969), Plenty (1985), Six Degrees of Separation (1993), Restoration (1995), Flushed Away (2006), Mr. Holmes (2015), and The Good Liar (2019).\n\nMcKellen came out as gay in 1988, and has since championed LGBT social movements worldwide. He was awarded the Freedom of the City of London in October 2014. McKellen is a cofounder of Stonewall, an LGBT rights lobby group in the United Kingdom, named after the Stonewall riots. He is also patron of LGBT History Month, Pride London, Oxford Pride, GayGlos, LGBT Foundation and FFLAG.\n\nDescription above from the Wikipedia article Ian McKellen, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":1327},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1}],"contents":{"name":"Viggo Mortensen","description":"Viggo Peter Mortensen, Jr. (born October 20, 1958) is an American actor, writer, director, producer, musician, and multimedia artist. Born and raised in the state of New York to a Danish father and American mother, he also lived in Argentina during his childhood. He is the recipient of various accolades including a Screen Actors Guild Award and has been nominated for three Academy Awards, three BAFTA Awards, and four Golden Globe Awards."},"id":110},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1}],"contents":{"name":"Sean Astin","description":"Sean Astin (born February 25, 1971) is an American film actor, director, and producer better known for his film roles as Mikey Walsh in The Goonies, the title character of Rudy, and Samwise Gamgee in the Lord of the Rings trilogy. In television, he appeared as Lynn McGill in the fifth season of 24. He also provided the voice for the title character in Disney's Special Agent Oso."},"id":1328},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1}],"contents":{"name":"Andy Serkis","description":"Andrew Clement Serkis (born April 20, 1964) is an English actor and filmmaker. He is best known for his motion capture roles comprising motion capture acting, animation and voice work for computer-generated characters such as Gollum in The Lord of the Rings film trilogy (2001–2003) and The Hobbit: An Unexpected Journey (2012), King Kong in the eponymous 2005 film, Caesar in the Planet of the Apes reboot series (2011–2017), Captain Haddock / Sir Francis Haddock in Steven Spielberg's The Adventures of Tintin (2011), Baloo in his self-directed film Mowgli: Legend of the Jungle (2018) and Supreme Leader Snoke in the Star Wars sequel trilogy films The Force Awakens (2015) and The Last Jedi (2017), also portraying Kino Loy in the Star Wars Disney+ series Andor (2022).\n\nSerkis's film work in motion capture has been critically acclaimed. He has received an Empire Award and two Saturn Awards for his motion-capture acting. He earned a BAFTA and a Golden Globe nomination for portraying serial killer Ian Brady in the British television film Longford (2006). He was nominated for a BAFTA for his portrayal of new wave and punk rock musician Ian Dury in the biopic Sex & Drugs & Rock & Roll (2010). In 2020, Serkis received the BAFTA Award for Outstanding British Contribution To Cinema. In 2021, he won a Daytime Emmy Award for the series The Letter for the King (2020).\n\nSerkis portrayed Ulysses Klaue in the Marvel Cinematic Universe (MCU) films Avengers: Age of Ultron (2015) and Black Panther (2018), as well as the Disney+series What If…? (2021). He also played Alfred Pennyworth in The Batman (2022). Serkis has his own production company and motion capture workshop, The Imaginarium in London, which he used for Mowgli: Legend of the Jungle. He made his directorial debut with Imaginarium's 2017 film Breathe and directed Venom: Let There Be Carnage (2021)."},"id":1333},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1}],"contents":{"name":"Dominic Monaghan","description":"Dominic Monaghan (born December 8, 1976) is an English actor. He has received international attention from playing Merry in Peter Jackson's adaptation of J. R. R. Tolkien's The Lord of the Rings and for his role as Charlie Pace on the television show Lost."},"id":1330},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1}],"contents":{"name":"Billy Boyd","description":"​From Wikipedia, the free encyclopedia.  \n\nBilly Boyd (born 28 August 1968) is a Scottish actor and musician most widely known for playing the character Peregrin \"Pippin\" Took in the film adaptations of The Lord of the Rings and Barret Bonden in Master and Commander: The Far Side of the World.\n\nDescription above from the Wikipedia article Billy Boyd, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":1329},{"collection_id":2,"metadata":{"Decade":["1940s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1}],"contents":{"name":"John Noble","description":"John Noble (born 20 August 1948) is an Australian actor. He is known for his roles as Denethor in the Lord of the Rings film trilogy, Dr. Walter Bishop on the science fiction series Fringe, Henry Parrish on the action-horror series Sleepy Hollow, and Morland Holmes on the police procedural Elementary. Noble has also done voice work as Leland Monroe in the video game L.A. Noire, Unicron in the animated series Transformers: Prime, and Scarecrow in the DC Comics video game Batman: Arkham Knight.\n\nDescription above from the Wikipedia article John Noble, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":1381},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1}],"contents":{"name":"David Wenham","description":"David Wenham (born 21 September 1965) is an Australian actor who has appeared in movies, television series and theatre productions. He is known in Hollywood for his roles as Faramir in The Lord of the Rings film trilogy, Carl in Van Helsing and Dilios in 300. He is also known in his native Australia for his role as Diver Dan in SeaChange.\n\nDescription above from the Wikipedia David Wenham, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":1371},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1}],"contents":{"name":"Miranda Otto","description":"Miranda Otto (born December 16, 1967) is an Australian actress. The daughter of actors Lindsay and Barry Otto and the sister of actress Gracie Otto, she began acting at age eighteen, and has performed in a variety of independent and major studio films.\n\nHer first major film appearance was in the 1986 film Emma's War, in which she played a teenager who moves to Australia's bush country during World War II. In 1996, director Shirley Barrett cast Otto as a shy waitress in the film Love Serenade. She starred in the 1997 films Doing Time for Patsy Cline and The Well, for which earned her third Australian Film Institute nomination.  Her next project was the romantic comedy Dead Letter Office (1998). The film was Otto's first with her father, Barry, who makes a brief appearance. Later that year, she starred in the film In the Winter Dark, directed by James Bogle, for which she was nominated for her fourth Australian Film Institute Award.\n\nAfter a decade of critically acclaimed roles in Australian films, she gained Hollywood's attention after appearing in supporting roles in The Thin Red Line (1998) and What Lies Beneath (2000). In 2001, she was cast as a naturalist in the comedy Human Nature and appeared in the BBC adaptation of Anthony Trollope's The Way We Live Now, as a strong-willed American Southerner.  Her breakthrough role came in 2002, when she portrayed Éowyn in The Lord of the Rings trilogy. Her character was introduced in the trilogy's second film The Lord of the Rings: The Two Towers in 2002 and appeared in the third film, The Lord of the Rings: The Return of the King, the following year. Her performance earned her an Academy of Science Fiction, Fantasy & Horror Films nomination for Best Supporting Actress.\n\nDirector Steven Spielberg, impressed by Otto's performance in The Lord of the Rings, called her to ask if she would play opposite Tom Cruise in the big-budget science fiction film War of the Worlds (2005). Otto, pregnant at the time, believed she would have to turn down the role, but the script was reworked to accommodate her.\n\nHer next project was playing the lead in the Australian film Danny Deckchair (2003). She then took on the Australian television miniseries Through My Eyes: The Lindy Chamberlain Story (2004). At the 2005 Logie Awards, Otto won Most Outstanding Actress in a Drama Series for her role.\n\nIn 2007, Otto starred as Cricket Stewart, the wife of a successful director, in the television miniseries The Starter Wife. She had a starring role in the 2008 American television series Cashmere Mafia, and Australian films such as In Her Skin and Blessed (2009). She starred opposite Stephanie Sigman and Anthony LaPaglia in the horror prequel Annabelle: Creation. She portrayed Zelda Spellman in Netflix's Chilling Adventures of Sabrina (2018-2020).\n\nShe made her theatrical debut in the 1986 production of The Bitter Tears of Petra Von Kant for the Sydney Theatre Company.[28] Three more theatrical productions for the Sydney Theatre Company followed in the late 1980s and early 1990s. In 2002, she returned to the stage playing Nora Helmer in A Doll's House opposite her future husband Peter O'Brien. Otto's performance earned her a 2003 Helpmann Award nomination and the MO Award for \"Best Female Actor in a Play\". Her next stage role was in the psychological thriller Boy Gets Girl (2005)."},"id":502},{"collection_id":2,"metadata":{"Decade":["1940s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1}],"contents":{"name":"Bernard Hill","description":"Bernard Hill (17 December 1944 – 5 May 2024) was an English actor. He was known as a character actor of film, stage and television, having acted in nearly 130 projects. He is best known to British television viewers for playing Yosser Hughes in the groundbreaking 1982 TV series Boys from the Blackstuff. On film he has played Captain Edward John Smith in Titanic, King Théoden in The Lord of the Rings film trilogy, and the Warden of San Quentin Prison in the Clint Eastwood film True Crime. Hill is the only actor to have appeared in more than one of the three films awarded 11 Oscars, and one of only three actors to have starred in more than one film grossing more than $1 billion USD, namely: Titanic and The Return of the King (the others being Orlando Bloom who also starred in The Return of the King, as well as Pirates of the Caribbean and Johnny Depp who also starred in Pirates of the Caribbean, as well as Alice in Wonderland). Hill has appeared in three films which have won Best Picture: Gandhi, Titanic, and The Return of the King. Hill died on 5th May 2024 at the age of 79."},"id":1369},{"collection_id":2,"metadata":{"Decade":["1940s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1}],"contents":{"name":"John Rhys-Davies","description":"John Rhys-Davies (born 5 May 1944) is a Welsh actor and vocal artist. He is perhaps best known for playing the charismatic Arab excavator Sallah in the Indiana Jones films and the dwarf Gimli in The Lord of the Rings trilogy, in which he also voiced the ent, Treebeard. He also played Agent Michael Malone in the 1993 remake of the 1950s television series The Untouchables, Professor Maximillian Arturo in Sliders, King Richard I in Robin of Sherwood, General Leonid Pushkin in the James Bond film The Living Daylights, and Macro in I, Claudius. Additionally, he provided the voices of Cassim in Disney's Aladdin and the King of Thieves, Man Ray in SpongeBob SquarePants, and Tobias in the computer game Freelancer. He is also the narrator for the TV show Wildboyz.\n\nDescription above from the Wikipedia article John Rhys-Davies, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":655},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1}],"contents":{"name":"Orlando Bloom","description":"Orlando Jonathan Blanchard Copeland Bloom (born 13 January 1977) is an English actor. He made his breakthrough as the character Legolas in The Lord of the Rings film series (2001–03). He reprised his role in The Hobbit film series (2013–14). Considered by some to be the Errol Flynn of his time, he gained further notice appearing in epic fantasy, historical, and adventure films, notably as Will Turner in the Pirates of the Caribbean film series(2003–07, 2017), Paris in Troy (2004), Balian de Ibelin in the Kingdom of Heaven (2005), and the Duke of Buckingham in The Three Musketeers(2011).\n\nBloom appeared in Hollywood films such as the war film Black Hawk Down (2001), the Australian Western Ned Kelly (2003), the romantic comedy Elizabethtown (2005), and New York, I Love You(2007). In 2020, he gained acclaim for the Afghanistan War drama film The Outpost (2020). He also starred in the Amazon Prime Video series Carnival Row (2019–2023).\n\nHe debuted professionally in In Celebration at the Duke of York's Theatre in the West End in 2007. He starred in an adaptation of William Shakespeare's Romeo and Juliet in 2013. He returned to the theatre in a West End revival of Tracy Letts' Killer Joe in 2018. In 2009, Bloom was named a UNICEF Goodwill Ambassador. In 2015, he received the BAFTA Britannia Humanitarian Award."},"id":114},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1}],"contents":{"name":"Hugo Weaving","description":"Hugo Wallace Weaving AO (born 4 April 1960) is an English actor. Born in Colonial Nigeria to English parents, he has resided in Australia for the entirety of his career. He is the recipient of six Australian Academy of Cinema and Television Arts Awards (AACTA) and has also been recognised as an Honorary Officer of the Order of Australia.\n\nWeaving landed his first major role as English cricket captain Douglas Jardine on the Australian television series Bodyline (1984). Continuing to act in Australia, he rose to prominence with his appearances in the films Proof (1991) and The Adventures of Priscilla, Queen of the Desert (1994), winning his first AACTA Award for Best Actor in a Leading Role with the former. By the turn of the millennium, Weaving achieved international recognition through appearances in mainstream American productions. His most notable film roles include Agent Smith in the first three The Matrix films (1999–2003), Elrond in The Lord of the Rings (2001–2003) and The Hobbit (2012–2014) trilogies, the title character in V for Vendetta (2005), and Johann Schmidt / Red Skull in the Marvel Cinematic Universe (MCU) film Captain America: The First Avenger (2011).\n\nIn addition to his live action appearances, Weaving has had several voice over roles, including in the films Babe (1995), Happy Feet (2006) and Happy Feet Two (2011), and the Transformers series as Megatron (2007–2011). He also reprised his roles of Agent Smith and Elrond in Matrix and Lord of the Rings video game adaptations."},"id":1331},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1}],"contents":{"name":"Liv Tyler","description":"Liv Rundgren Tyler (born Liv Rundgren; July 1, 1977) is an American actress. She began a modelling career at age 14 before making her film debut in Silent Fall (1994); she went on to achieve critical recognition with starring roles in Heavy and Empire Records (both 1995), as well as That Thing You Do! and Stealing Beauty (both 1996). She then appeared in films such as Inventing the Abbotts (1997), Armageddon (1998), Cookie's Fortune and Onegin (both 1999), Dr. T & the Women (2000), and One Night at McCool's (2001). She then played the elf Arwen Undómiel in the Lord of the Rings film trilogy (2001–2003), which became one of the highest-grossing film series in history.\n\nFollowing the success of Lord of the Rings, Tyler has appeared in a variety of roles, including the films Jersey Girl (2004), Lonesome Jim (2005), Reign Over Me (2007), The Strangers, The Incredible Hulk (both 2008), Robot & Frank (2012), Space Station 76 (2014), Wildling (2018), and Ad Astra (2019). Outside of film, she starred in the HBO supernatural drama series The Leftovers (2014–2017), the BBC period drama series Gunpowder (2017), the ITV/Hulu period drama series Harlots (2018–2019), and the Foxprocedural drama series 9-1-1: Lone Star (2020).\n\nTyler is also a singer. Having sung with composer Howard Shore, she appeared as a guest vocalist on The Lemonheads' album Varshons (2009), singing a cover of the Leonard Cohen song \"Hey, That's No Way to Say Goodbye.\" She appeared on the 2017 bonus disc of Evan Dando's album Baby I'm Bored (2003), providing featured vocals for the song \"Shots Is Fired.\" In 2011, she released her debut single, \"Need You Tonight.\".\n\nTyler has served as a UNICEF Goodwill Ambassador for the United States since 2003 and as a spokesperson for Givenchy's line of perfume and cosmetics. She is the daughter of Steven Tyler and Bebe Buell, although she has a very close relationship with her adoptive father, Todd Rundgren.\n\nDescription above from the Wikipedia article Liv Tyler, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":882},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Executive Producer","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1}],"contents":{"name":"Michael Lynne","description":""},"id":1311},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Executive Producer","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1},{"reason":"Executive Producer","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"Bob Weinstein","description":"Bob Weinstein is an American film and theatre producer, the founder and head of Dimension Films, former co-chairman of Miramax Films and The Weinstein Company, all of which he co-founded with his brother, Harvey. He has focused on making commercially successful action and horror films."},"id":1307},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Director","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1},{"reason":"Producer","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1}],"contents":{"name":"Peter Jackson","description":"Sir Peter Robert Jackson, (born 31 October 1961) is a New Zealand film director, producer, actor, and screenwriter, known for his Lord of the Rings film trilogy, adapted from the novel by J. R. R. Tolkien. He is also known for his 2005 remake of King Kong and as the producer of District 9. He won international attention early in his career with his \"splatstick\" horror comedies, before coming to mainstream prominence with Heavenly Creatures, for which he shared an Academy Award Best Screenplay nomination with his wife, Fran Walsh. Jackson has been awarded three Academy Awards in his career, including the award for Best Director in 2003.\n\nDescription above from the Wikipedia article Peter Jackson, licensed under CC-BY-SA, full list of contributors on Wikipedia"},"id":108},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Executive Producer","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1},{"reason":"Executive Producer","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"Harvey Weinstein","description":"Harvey Weinstein (born March 19, 1952) is an American former film producer and convicted sex offender. He and his brother Bob Weinstein co-founded the entertainment company Miramax, which produced successful independent films including Sex, Lies, and Videotape (1989), The Crying Game (1992), Pulp Fiction (1994), Heavenly Creatures (1994), Flirting with Disaster (1996), and Shakespeare in Love (1998). After leaving Miramax, Weinstein and his brother Bob founded The Weinstein Company, a mini-major film studio. He was co-chairman, alongside Bob, from 2005 to 2017.\n\nDescription above from the Wikipedia article Harvey Weinstein, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":59839},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Executive Producer","reference_id":122,"name":"The Lord of the Rings: The Return of the King","reference_collection_id":1}],"contents":{"name":"Mark Ordesky","description":""},"id":1309},{"collection_id":1,"metadata":{"Language":["English"],"Genre":["Adventure","Fantasy","Action"]},"references":[{"reason":"Actor","reference_id":109,"name":"Elijah Wood","reference_collection_id":2},{"reason":"Actor","reference_id":1327,"name":"Ian McKellen","reference_collection_id":2},{"reason":"Actor","reference_id":110,"name":"Viggo Mortensen","reference_collection_id":2},{"reason":"Actor","reference_id":1328,"name":"Sean Astin","reference_collection_id":2},{"reason":"Actor","reference_id":1333,"name":"Andy Serkis","reference_collection_id":2},{"reason":"Actor","reference_id":1330,"name":"Dominic Monaghan","reference_collection_id":2},{"reason":"Actor","reference_id":1329,"name":"Billy Boyd","reference_collection_id":2},{"reason":"Actor","reference_id":1381,"name":"John Noble","reference_collection_id":2},{"reason":"Actor","reference_id":1371,"name":"David Wenham","reference_collection_id":2},{"reason":"Actor","reference_id":502,"name":"Miranda Otto","reference_collection_id":2},{"reason":"Actor","reference_id":1369,"name":"Bernard Hill","reference_collection_id":2},{"reason":"Actor","reference_id":655,"name":"John Rhys-Davies","reference_collection_id":2},{"reason":"Actor","reference_id":114,"name":"Orlando Bloom","reference_collection_id":2},{"reason":"Actor","reference_id":1331,"name":"Hugo Weaving","reference_collection_id":2},{"reason":"Actor","reference_id":882,"name":"Liv Tyler","reference_collection_id":2},{"reason":"Executive Producer","reference_id":1311,"name":"Michael Lynne","reference_collection_id":2},{"reason":"Executive Producer","reference_id":1307,"name":"Bob Weinstein","reference_collection_id":2},{"reason":"Director","reference_id":108,"name":"Peter Jackson","reference_collection_id":2},{"reason":"Executive Producer","reference_id":59839,"name":"Harvey Weinstein","reference_collection_id":2},{"reason":"Producer","reference_id":108,"name":"Peter Jackson","reference_collection_id":2},{"reason":"Executive Producer","reference_id":1309,"name":"Mark Ordesky","reference_collection_id":2}],"contents":{"name":"The Lord of the Rings: The Return of the King","description":"As armies mass for a final battle that will decide the fate of the world--and powerful, ancient forces of Light and Dark compete to determine the outcome--one member of the Fellowship of the Ring is revealed as the noble heir to the throne of the Kings of Men. Yet, the sole hope for triumph over evil lies with a brave hobbit, Frodo, who, accompanied by his loyal friend Sam and the hideous, wretched Gollum, ventures deep into the very dark heart of Mordor on his seemingly impossible quest to destroy the Ring of Power.​"},"id":122},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1},{"reason":"Actor","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"Jim Carrey","description":"James Eugene Carrey (born January 17, 1962) is a Canadian-American actor and comedian primarily known for his energetic slapstick performances. After spending the 1980s honing his comedy act and playing supporting roles in films, Carrey gained recognition when he was cast in the American sketch comedy television series In Living Color(1990–1994). He broke out as a film star after starring in a string of box office hits, such as Ace Ventura: Pet Detective, The Mask, Dumb and Dumber (all 1994), Ace Ventura: When Nature Calls, and Batman Forever (both 1995). The success of these five films led to Carrey being the first comic actor to receive an upfront $20 million salary for performing in films, beginning with The Cable Guy (1996).\n\nHe continued to have success as a leading actor in comedies such as Liar Liar (1997), How the Grinch Stole Christmas (2000), Bruce Almighty(2003), Lemony Snicket's A Series of Unfortunate Events (2004), and Yes Man (2008). Since the 2010s, Carrey appeared in fewer films, with notable works including Dumb and Dumber To(2014) and his role as Doctor Eggman in the Sonic the Hedgehog film series (2020–present).\n\nAlthough largely typecast as a comedic actor, Carrey had success in dramatic roles. His critically acclaimed performances include the title role in The Truman Show (1998) and Andy Kaufman in Man on the Moon (1999), winning Golden Globe Awards for each film. He starred in the romantic drama film Eternal Sunshine of the Spotless Mind(2004), for which he was nominated for a BAFTA Award and another Golden Globe. Carrey also starred in the Showtime tragicomedy series Kidding (2018–2020), for which he received his seventh Golden Globe nomination."},"id":206},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"Kate Winslet","description":"Kate Elizabeth Winslet (born October 5, 1975) is an English actress. Known for her work in independent films, particularly period dramas, as well as for her portrayals of headstrong and complicated women, she has received numerous accolades, including an Academy Award, a Grammy Award, two Primetime Emmy Awards, three British Academy Film Awards, and five Golden Globe Awards.\n\nWinslet studied drama at the Redroofs Theatre School. Her first screen appearance, at age 15, was in the British television series Dark Season (1991). She made her film debut playing a teenage murderess in Heavenly Creatures (1994), and went on to win a BAFTA Award for playing Marianne Dashwood in Sense and Sensibility (1995). Global stardom followed soon after with her leading role in the epic romance Titanic (1997), which earned her a nomination for the Academy Award for Best Actress in a Leading Role. Titanic was the highest-grossing film at the time, after which she eschewed parts in blockbusters in favour of critically acclaimed period pieces, including Quills (2000) and Iris (2001).\n\nThe science fiction romance Eternal Sunshine of the Spotless Mind (2004), in which Winslet was cast against type in a contemporary setting, proved to be a turning point in her career, and she gained further recognition for her performances in Finding Neverland (2004), Little Children (2006), Revolutionary Road (2008), and The Reader (2008). For playing a former Nazi camp guard in the latter, she won the BAFTA Award and the Academy Award for Best Actress. Winslet's portrayal of Joanna Hoffman in the biopic Steve Jobs (2015) won her another BAFTA Award, and she won two Primetime Emmy Awards for her performances in the HBO miniseries Mildred Pierce (2011) and Mare of Easttown (2021).\n\nFor her narration of a short story in the audiobook Listen to the Storyteller (1999), Winslet won a Grammy Award. She performed the song \"What If\" for the soundtrack of her film Christmas Carol: The Movie (2001). A co-founder of the charity Golden Hat Foundation, which aims to create autism awareness, she has written a book on the topic, The Golden Hat: Talking Back to Autism (2010). Time magazine named her one of the 100 most influential people in the world in 2009 and 2021. In 2012, she was appointed Commander of the Order of the British Empire (CBE). Divorced from film directors Jim Threapleton and Sam Mendes, Winslet has been married to businessman Edward Abel Smith since 2012. She has a child from each marriage."},"id":204},{"collection_id":2,"metadata":{"Decade":["1980s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"Kirsten Dunst","description":"Kirsten Caroline Dunst (born April 30, 1982) is an American actress. She made her acting debut in the anthology film New York Stories (1989) and has since starred in several film and television productions. She has received several awards, including nominations for an Academy Award, a Primetime Emmy Award, and four Golden Globe Awards.\n\nDunst first gained recognition for her role as child vampire Claudia in the horror film Interview with the Vampire (1994), which earned her a Golden Globe nomination for Best Supporting Actress. She also had roles in her youth in Little Women(1994) and Jumanji (1995). Dunst transitioned to leading roles in teen films of 1999, the satires Dickand Drop Dead Gorgeous and Sofia Coppola's drama The Virgin Suicides. After leading the cheerleading film Bring It On (2000), she gained wider attention for her role as Mary Jane Watson in Sam Raimi's Spider-Man trilogy (2002–2007). Her career progressed with a supporting role in Eternal Sunshine of the Spotless Mind (2004), followed by a lead role in Cameron Crowe's tragicomedy Elizabethtown (2005) and as Marie Antoinette in Coppola's Marie Antoinette (2006).\n\nIn 2011, Dunst starred as a depressed newlywed in Lars von Trier's drama Melancholia, which earned her the Cannes Film Festival Award For Best Actress. In 2015, she played Peggy Blumquist in the second season of the FX series Fargo, earning a Primetime Emmy Award nomination for the role. Dunst had a supporting role in the film Hidden Figures (2016) and leading roles in Coppola's The Beguiled (2017) and in the dark comedy series On Becoming a God in Central Florida (2019), for which she received a third Golden Globe nomination. Dunst earned her fourth nomination for a Golden Globe and first nomination for an Academy Award for her performance in the psychological drama The Power of the Dog (2021). In 2024, she led the dystopian thriller film Civil War."},"id":205},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"Mark Ruffalo","description":"Mark Alan Ruffalo (born November 22, 1967) is an American actor. He began acting in the late 1980s and first gained recognition for his work in Kenneth Lonergan's play This Is Our Youth (1996) and drama film You Can Count on Me (2000). He went on to star in the romantic comedies 13 Going on 30 (2004) and Just like Heaven (2005), and the thrillers In the Cut (2003), Zodiac (2007), and Shutter Island(2010). He received a Tony Award nomination for his supporting role in the Broadway revival of Awake and Sing! in 2006. Ruffalo has gained international recognition for playing Bruce Banner / Hulk in the Marvel Cinematic Universe, beginning with the film The Avengers (2012).\n\nRuffalo earned a record-tying four nominations for the Academy Award for Best Supporting Actor for playing a sperm donor in The Kids Are All Right (2010), Dave Schultz in Foxcatcher (2014), Michael Rezendes in Spotlight (2015), and a debauched lawyer in Poor Things (2023). He won a Screen Actors Guild Award for Best Actor for playing a gay activist in the television drama film The Normal Heart (2015), and a Primetime Emmy Award for Outstanding Lead Actor for his dual role as identical twins in the miniseries I Know This Much Is True (2020)."},"id":103},{"collection_id":2,"metadata":{"Decade":["1940s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"Tom Wilkinson","description":"Thomas Geoffrey Wilkinson (5 February 1948 – 30 December 2023) was an English actor. Known for his roles on stage and screen, he received numerous accolades including a BAFTA Award, a Golden Globe Award, and a Primetime Emmy Award as well as nominations for two Academy Awards and two Laurence Olivier Awards. In 2005, he was made an Officer of the Order of the British Empire (OBE).\n\nWilkinson trained at the Royal Academy of Dramatic Art before making his West End debut portraying Horatio in Hamlet (1980) for which he received a nomination for the Laurence Olivier Award for Best Actor in a Supporting Role. He returned to the West End playing Dr. Stockmann in the Henrik Ibsen play An Enemy of the People (1988) receiving a Laurence Olivier Award for Actor of the Year in a Revival nomination.\n\nWilkinson received the BAFTA Award for Best Actor in a Supporting Role for The Full Monty (1997) as well as two Academy Award nominations, one for Best Actor for In the Bedroom (2001) and Best Supporting Actor for Michael Clayton (2007). He became known as a character actor, acting in numerous films such as In the Name of the Father (1993), Sense and Sensibility (1995), Shakespeare in Love (1998), The Patriot (2000), Girl with a Pearl Earring (2003), Eternal Sunshine of the Spotless Mind (2004), Batman Begins (2005), Valkyrie (2008), The Ghost Writer (2010), The Best Exotic Marigold Hotel (2011), Belle (2013), Selma (2014), The Grand Budapest Hotel (2014), and Denial (2016).\n\nIn 2009 he won a Golden Globe Award and a Primetime Emmy Award for Outstanding Supporting Actor in a Miniseries or a Movie for playing Benjamin Franklin in the HBO limited series John Adams (2008). His other Emmy-nominated roles were as Roy/Ruth Applewood in the HBO film Normal (2003), James Baker in the HBO film Recount (2008), and Joseph P. Kennedy Sr. in the limited series The Kennedys (2011)."},"id":207},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"Jane Adams","description":"Jane Adams is an American actress. She made her Broadway debut in the original production of I Hate Hamlet in 1991, and won the Tony Award for Best Featured Actress in a Play for the 1994 revival of An Inspector Calls. Her film roles include Happiness (1998), Wonder Boys (2000), Eternal Sunshine of the Spotless Mind (2004), and Little Children (2006). She also had a recurring role on the NBC sitcom Frasier (1999–2000), and was nominated for the 2010 Golden Globe Award for Best Supporting Actress on Television for the HBO series Hung (2009–11)."},"id":209},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"David Cross","description":"David Cross (born April 4, 1964) is an American actor, writer and stand-up comedian perhaps best known for his work on HBO's sketch comedy series Mr. Show and for his role as Tobias Fünke in the Fox sitcom Arrested Development."},"id":212},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"Deirdre O'Connell","description":"Deirdre O'Connell (born December 30, 1951) is an American character actress. She began her career at Stage One, an experimental theatre at the Boston Center for the Arts. She made her Broadway debut in the 1986 revival of The Front Page, and was nominated for the 1991 Drama Desk Award for Outstanding Featured Actress in a Play for her performance in the off-Broadway production Love and Anger. She is the recipient of two Drama-Logue Awards and a Los Angeles Drama Critics Circle Award for her stage work in Los Angeles. O'Connell made her screen debut in Tin Men.  Additional film credits include State of Grace, Straight Talk, Leaving Normal, Fearless, City of Angels, Hearts in Atlantis, Imaginary Heroes, Eternal Sunshine of the Spotless Mind, Wendy and Lucy, What Happens in Vegas, Secondhand Lions, and Synecdoche, New York. O'Connell's first television credit was Fernwood 2 Night in 1977. She was a regular on L.A. Doctors and has made numerous guest appearances on series such as Kate & Allie, Chicago Hope, Law & Order, The Practice, Six Feet Under, Law & Order: Criminal Intent, and Nurse Jackie. (Wikipedia)"},"id":77013},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"Thomas Jay Ryan","description":"Thomas Jay Ryan (born August 1, 1962) is an American actor. He may be best known for his starring role in the 1997 film Henry Fool."},"id":130840},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["None"]},"references":[{"reason":"Actor","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"Ryan Whitney","description":""},"id":208},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["None"]},"references":[{"reason":"Actor","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"Lola Daehler","description":""},"id":220},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"Debbon Ayer","description":""},"id":211},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"Gerry Robert Byrne","description":"Gerry Robert Byrne is a production manager and actor.  He is best known as a production manager for the hit feature films Eternal Sunshine of the Spotless Mind (2004), Man on the Moon (1999), Brokeback Mountain (2005), The People vs. Larry Flynt (1996)."},"id":213},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"Brian Price","description":""},"id":214},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Director","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"Michel Gondry","description":"Michel Gondry (born May 8, 1963) is a French film, commercial, and music video director and a screenwriter. He is noted for his inventive visual style and manipulation of mise en scène."},"id":201},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Producer","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"Steve Golin","description":"Steven Aaron Golin (March 6, 1955 – April 21, 2019) was an American film and television producer and the founder and CEO of Anonymous Content LLP, a multimedia development, production and talent management company and co-founder and CEO of Propaganda Films. Golin graduated from the Tisch School of the Arts at New York University in 1976 and attended the AFI Conservatory. He won Best Picture at the 2016 Academy Awards for Spotlight."},"id":322},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Producer","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"Anthony Bregman","description":"Anthony Bregman is a New York City-based producer and founded the production company 'Likely Story' in October 2006 along with his longtime working partner Stefanie Azpiazu."},"id":321},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Executive Producer","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"Glenn Williamson","description":""},"id":12032},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Executive Producer","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"David L. Bushell","description":""},"id":56759},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Executive Producer","reference_id":38,"name":"Eternal Sunshine of the Spotless Mind","reference_collection_id":1}],"contents":{"name":"Georges Bermann","description":""},"id":4276},{"collection_id":1,"metadata":{"Language":["English"],"Genre":["Science Fiction","Drama","Romance"]},"references":[{"reason":"Actor","reference_id":206,"name":"Jim Carrey","reference_collection_id":2},{"reason":"Actor","reference_id":204,"name":"Kate Winslet","reference_collection_id":2},{"reason":"Actor","reference_id":205,"name":"Kirsten Dunst","reference_collection_id":2},{"reason":"Actor","reference_id":103,"name":"Mark Ruffalo","reference_collection_id":2},{"reason":"Actor","reference_id":109,"name":"Elijah Wood","reference_collection_id":2},{"reason":"Actor","reference_id":207,"name":"Tom Wilkinson","reference_collection_id":2},{"reason":"Actor","reference_id":209,"name":"Jane Adams","reference_collection_id":2},{"reason":"Actor","reference_id":212,"name":"David Cross","reference_collection_id":2},{"reason":"Actor","reference_id":77013,"name":"Deirdre O'Connell","reference_collection_id":2},{"reason":"Actor","reference_id":130840,"name":"Thomas Jay Ryan","reference_collection_id":2},{"reason":"Actor","reference_id":208,"name":"Ryan Whitney","reference_collection_id":2},{"reason":"Actor","reference_id":220,"name":"Lola Daehler","reference_collection_id":2},{"reason":"Actor","reference_id":211,"name":"Debbon Ayer","reference_collection_id":2},{"reason":"Actor","reference_id":213,"name":"Gerry Robert Byrne","reference_collection_id":2},{"reason":"Actor","reference_id":214,"name":"Brian Price","reference_collection_id":2},{"reason":"Director","reference_id":201,"name":"Michel Gondry","reference_collection_id":2},{"reason":"Producer","reference_id":322,"name":"Steve Golin","reference_collection_id":2},{"reason":"Producer","reference_id":321,"name":"Anthony Bregman","reference_collection_id":2},{"reason":"Executive Producer","reference_id":12032,"name":"Glenn Williamson","reference_collection_id":2},{"reason":"Executive Producer","reference_id":56759,"name":"David L. Bushell","reference_collection_id":2},{"reason":"Executive Producer","reference_id":4276,"name":"Georges Bermann","reference_collection_id":2}],"contents":{"name":"Eternal Sunshine of the Spotless Mind","description":"Joel Barish, heartbroken that his girlfriend underwent a procedure to erase him from her memory, decides to do the same. However, as he watches his memories of her fade away, he realises that he still loves her, and may be too late to correct his mistake."},"id":38},{"collection_id":2,"metadata":{"Decade":["1940s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":9806,"name":"The Incredibles","reference_collection_id":1}],"contents":{"name":"Craig T. Nelson","description":"Craig Theodore Nelson (born April 4, 1944) is an American actor. He is probably best known for his Emmy-winning role as Hayden Fox on the TV series Coach. He also starred in The Incredibles in 2004 as Mr. Incredible, and reprised the role in 2018 for Incredibles 2.\n\nDescription above from the Wikipedia article Craig T. Nelson, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":8977},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":9806,"name":"The Incredibles","reference_collection_id":1}],"contents":{"name":"Holly Hunter","description":"Holly Patricia Hunter (born March 20, 1958) is an American actress. Her accolades include an Academy Award, a BAFTA Award, a Golden Globe Award and two Primetime Emmy Awards. In 2008, she received a star on the Hollywood Walk of Fame.\n\nFor her performance as Ada McGrath in the 1993 drama film The Piano, Hunter won the Academy Award for Best Actress. She earned three additional Academy Award nominations for Broadcast News (1987), The Firm (1993) and Thirteen (2003). For her roles in the television films Roe vs. Wade (1989), and The Positively True Adventures of the Alleged Texas Cheerleader-Murdering Mom (1993), she won two Primetime Emmy Awards for Outstanding Lead Actress in a Limited Series or Movie. She also starred in the TNT drama series Saving Grace (2007–2010).\n\nHunter's other film roles include Raising Arizona (1987), Always (1989), Home for the Holidays (1995), Crash (1996), O Brother, Where Art Thou? (2000), The Incredibles (2004), its sequel Incredibles 2 (2018), Batman v Superman: Dawn of Justice (2016), and The Big Sick (2017), the latter of which earned her a Screen Actors Guild Award nomination for Outstanding Performance by a Female Actor in a Supporting Role."},"id":18686},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":9806,"name":"The Incredibles","reference_collection_id":1}],"contents":{"name":"Sarah Vowell","description":"Sarah Jane Vowell (born December 27, 1969) is an American historian, author, journalist, essayist, social commentator, and actress. She has written seven nonfiction books on American history and culture. Vowell was a contributing editor for the radio program This American Life on Public Radio International from 1996 to 2008, where she produced commentaries and documentaries. She was the voice of Violet Parr in the 2004 animated film The Incredibles and its 2018 sequel.\n\nDescription above from the Wikipedia article Sarah Vowell, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":59361},{"collection_id":2,"metadata":{"Decade":["1990s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":9806,"name":"The Incredibles","reference_collection_id":1}],"contents":{"name":"Spencer Fox","description":"Spencer Fox is an American musician, singer, and former child actor. He is best known as the voice of Dash Parr in the 2004 animated film The Incredibles, and as the lead guitarist for the indie rock band Charly Bliss, which he co-founded in 2011."},"id":59360},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":9806,"name":"The Incredibles","reference_collection_id":1}],"contents":{"name":"Jason Lee","description":"Jason Michael Lee (born April 25, 1970) is an American actor, comedian, filmmaker, singer, photographer, and former professional skateboarder. He's known for his role as Earl Hickey on the NBC television series My Name Is Earl, Dwight Hendricks in Memphis Beat (2010–2011), voice of Syndrome in the film The Incredibles, Dave Seville in the Alvin and the Chipmunks films, and his work with director Kevin Smith.\n\nHis roles in Kevin Smith films include Mallrats, Chasing Amy, Dogma, Jay and Silent Bob Strike Back, Jersey Girl, Clerks II, and Cop Out. Lee won the Independent Spirit Award for Best Supporting Male for his performance in Chasing Amy.\n\nHis other notable film roles include starring in Enemy of the State, Almost Famous, Vanilla Sky, Stealing Harvard, A Guy Thing and The Ballad of Jack and Rose. His voice acting credits include Syndrome in The Incredibles, Bones in Monster House and the title character in Underdog.\n\nHe was nominated for Best Actor in a Musical or Comedy TV series in 2005 and 2006 by The Golden Globe for his role as Earl Hickey in the series My Name is Earl.\n\nA former professional skateboarder, Lee is the co-founder and co-owner of Stereo Skateboards, founding the company in 1992 with fellow skateboarder Chris \"Dune\" Pastras. Since 1992, Stereo manufactures and distributes skateboard decks, equipment and apparel, as well as producing skate videos."},"id":11662},{"collection_id":2,"metadata":{"Decade":["1940s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":9806,"name":"The Incredibles","reference_collection_id":1},{"reason":"Actor","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1},{"reason":"Actor","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"Samuel L. Jackson","description":"Samuel Leroy Jackson (born December 21, 1948) is an American actor and producer. One of the most widely recognized actors of his generation, the films in which he has appeared have collectively grossed over $27 billion worldwide, making him the second highest-grossing actor of all time. The Academy of Motion Picture Arts and Sciences gave him an Academy Honorary Award in 2022 as \"A cultural icon whose dynamic work has resonated across genres and generations and audiences worldwide\".\n\nJackson started his career on stage making his professional theatre debut in Mother Courage and her Children in 1980 at The Public Theatre. From 1981 to 1983 he originated the role of Private Louis Henderson in A Soldier's Play Off-Broadway. He also originated the role of Boy Willie in August Wilson's The Piano Lesson in 1987 at the Yale Repertory Theatre. He returned to the play in the 2022 Broadway revival playing Doaker Charles. Jackson early film roles include Coming to America (1988), Goodfellas (1990), Patriot Games (1992), Juice (1992), True Romance (1993), and Jurassic Park (1993), Menace II Society (1993), and Fresh (1994). His collaborations with Spike Lee led to greater prominence with films such as School Daze (1988), Do the Right Thing (1989), Mo' Better Blues (1990), Jungle Fever (1991), Oldboy (2013), and Chi-Raq (2015).\n\nJackson's breakout role was in Quentin Tarantino's Pulp Fiction (1994) which earned him a BAFTA Award win and a nomination for the Academy Award for Best Supporting Actor. He further collaborated with Tarantino, acting in Jackie Brown (1997), Django Unchained (2012), and The Hateful Eight (2015). He's known for having appeared in a number of big-budget films, including Die Hard with a Vengeance (1995), A Time to Kill (1996), The Long Kiss Goodnight (1996), The Negotiator (1997), Deep Blue Sea (1999), Unbreakable (2000), Shaft (2000) and its reboot (2019), XXX (2002), S.W.A.T. (2003), Coach Carter (2005), Snakes on a Plane (2006), Kingsman: The Secret Service (2014), Kong: Skull Island (2017), and Glass (2019).\n\nHe also gained widespread recognition as the Jedi Mace Windu in the Star Wars prequel trilogy (1999–2005), later voicing the role in the animated film Star Wars: The Clone Wars (2008) and the video game Lego Star Wars: The Clone Wars (2011). With his permission, his likeness was used for the Ultimate version of the Marvel Comics character Nick Fury; he subsequently played Fury in 11 Marvel Cinematic Universe films, beginning with a cameo appearance in Iron Man (2008), as well as guest-starring in the television series Agents of S.H.I.E.L.D. He will reprise this role in the upcoming Disney+ series Secret Invasion, which is set to premiere on June 21, 2023. Jackson has provided his voice for several animated films, documentaries, television series, and video games, including Lucius Best / Frozone in the Pixar films The Incredibles (2004) and Incredibles 2 (2018)."},"id":2231},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":9806,"name":"The Incredibles","reference_collection_id":1}],"contents":{"name":"Elizabeth Peña","description":"Elizabeth Maria Peña (September 23, 1959 – October 14, 2014) was an American actress, and the daughter of a theater-company co-founder, who has also compiled experience as a television director in her own right. Peña was born in Elizabeth, New Jersey, daughter of Estella Margarita (née Toirac), an arts administrator and producer, and Mario Peña, the Cuban-born actor, writer, and director who jointly founded the Latin American Theatre Ensemble. It is unknown whether Peña was named after the town of her birth. Peña graduated from New York's High School of Performing Arts in 1977. Her classmates included Ving Rhames, alongside whom she would later co-star in Jacob's Ladder, and Esai Morales, alongside whom she would later co-star in La Bamba. She is also a founding member of the Hispanic Organization of Latin Actors.\n\nIn 1979, Peña appeared in her first film, El Super, \"an exceptionally moving and melancholy comedy about a family of lower-middle-class Cuban refugees attempting to adjust to life in Spanish Harlem.\", New York City. Peña worked once again with film director, Leon Ichaso in his next feature Crossover Dreams opposite Ruben Blades.\n\nPeña has appeared in movies such as La Bamba, Down and Out in Beverly Hills, Lone Star, Vibes, and Rush Hour. In 2002, she starred in Showtime's Resurrection Blvd. as Tia Bibi Corrades in the episode \"Justicia,\" which she also directed. During the next year, 2003, she appeared in and directed \"It Was Fun While It Lasted,\" an episode of The Brothers Garcia. She also provided the voice of the character Mirage in Pixar's animated film The Incredibles. She guest starred in the 18th episode of Numb3rs, Season Two, as Sonya Benavides. Although the actress does speak Spanish, she does not dub her own voice for Spanish releases.\n\nPeña is also noted for having starred in I Married Dora, a sitcom that lasted only 13 episodes in 1987, as Dora Calderon, the \"Dora\" of the show's title. In the final show, the cast broke the \"fourth wall\" of suspended disbelief by announcing their cancellation on-camera and taking a curtain call.\n\nWriter-director John Sayles produced the critically acclaimed but short-lived television series Shannon's Deal (1989–1991) co-starring Peña alongside series lead Jamey Sheridan. In 1996 Sayles wrote and directed the mystery film Lone Star and again cast her in a co-starring role.\n\nPeña died on October 14, 2014 at Cedars-Sinai Medical Center in Los Angeles, California at the age of 55."},"id":7430},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":9806,"name":"The Incredibles","reference_collection_id":1}],"contents":{"name":"Eli Fucile","description":""},"id":59358},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":9806,"name":"The Incredibles","reference_collection_id":1}],"contents":{"name":"Maeve Andrews","description":""},"id":59359},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":9806,"name":"The Incredibles","reference_collection_id":1},{"reason":"Director","reference_id":9806,"name":"The Incredibles","reference_collection_id":1}],"contents":{"name":"Brad Bird","description":"Phillip Bradley \"Brad\" Bird (born September 15, 1957) is an American director, voice actor, animator and screenwriter. He is best known for writing and directing Disney/Pixar's The Incredibles (2004), its sequel Incredibles 2 (2018), and Ratatouille (2007). He also adapted and directed the critically acclaimed 2D animated 1999 Warner Brothers film The Iron Giant. Reviewing the Ratatouille DVD, Eye Weekly offered this characterization of Bird's work: \"It's very hard to think of another mainstream American director with a comparably fluid visual style or such a vise-grip on storytelling mechanics.\" He also directed The Simpsons ' episodes \"Krusty Gets Busted\" and \"Like Father, Like Clown\".\n\nDescription above from the Wikipedia article Brad Bird, licensed under CC-BY-SA, full list of contributors on Wikipedia"},"id":7087},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":9806,"name":"The Incredibles","reference_collection_id":1}],"contents":{"name":"Dominique Louis","description":""},"id":7891},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":9806,"name":"The Incredibles","reference_collection_id":1}],"contents":{"name":"Teddy Newton","description":"Teddy Newton is an artist at Pixar Animation Studios. He has worked as a storyboard artist for 2 Stupid Dogs, The Iron Giant, and Dexter's Laboratory.\n\nHe studied at the California Institute of the Arts in its world-renowned Character Animation program.\n\nAt Pixar, he also co-wrote the short film Jack-Jack Attack and did the voices of the newsreel narrator in The Incredibles, Skinner's lawyer in Ratatouille, the 'Steward' robots in Wall-E, a television commercial salesman in Up, and Chatter Telephone in Toy Story 3. He made his directorial debut with the Pixar short film Day & Night.\n\nDescription above from the Wikipedia article Teddy Newton, licensed under CC-BY-SA, full list of contributors on Wikipedia ."},"id":59357},{"collection_id":2,"metadata":{"Decade":["1910s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":9806,"name":"The Incredibles","reference_collection_id":1}],"contents":{"name":"Jean Sincere","description":"Jean Sincere \"Sinny\" Zambello (August 16, 1919 – April 3, 2013) was an American film, television, theater and voice actress. Her credits included the films Roxanne and The Incredibles, as well as recent roles in the television musical, Glee."},"id":155917},{"collection_id":2,"metadata":{"Decade":["1940s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":9806,"name":"The Incredibles","reference_collection_id":1}],"contents":{"name":"Wallace Shawn","description":"Wallace Shawn (born November 12, 1943) is an American actor, voice actor, playwright, essayist and comedian.\n\nHis film roles have included Wally Shawn in My Dinner with Andre, Vizzini in The Princess Bride, Mr. Hall in Clueless and Rex in the Toy Story franchise. He has also appeared in a variety of television series, including recurring roles as Cyrus Rose in Gossip Girl and as Grand Nagus Zek in Star Trek: Deep Space Nine.\n\nHis plays include The Designated Mourner, Aunt Dan and Lemon and Grasses of a Thousand Colors. He also co-wrote the screenplay for My Dinner with Andre and he scripted A Master Builder, a film adaptation of of the play by Henrik Ibsen, which he also starred in. His book Essays was published in 2009 by Haymarket Books."},"id":12900},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":9806,"name":"The Incredibles","reference_collection_id":1}],"contents":{"name":"Lou Romano","description":"Lou Romano (born April 15, 1972) is an American animator and voice actor. He did design work on Monsters, Inc. and The Incredibles, and he provided the voices of Bernie Kropp in The Incredibles, Snot Rod in Cars and Alfredo Linguini in Ratatouille.\n\nRomano was born and raised in San Diego, California. He took an interest in drawing and painting at an early age and studied theater arts, performing in plays throughout junior high and high school. He studied acting at the School of Creative and Performing Arts (SCPA).  After graduating in 1990 he studied animation at the California Institute of the Arts (90-92). He later completed workshops at The Groundlings in L.A. Since then he has worked as an art director and designer on various projects, includingThe Powerpuff Girls and The Iron Giant.  In 2000, Romano joined Pixar as the production designer of The Incredibles, for which he won an Annie Award in 2005. His artwork has been exhibited at the Museum of Modern Art and the Gallery at The Metropolitan Opera in New York City and has been published on the cover of The New Yorker.  In 2009, Romano left Pixar to work at LAIKA.  Romano has performed in films such as Herd, The Trouble with Lou and Boys Night Out.  He is the original voice of the Amoeba Boys in Whoopass Stew!. The Amoeba Boys re-appared a few years later in The Powerpuff Girls.  Lou and his wife live in the Bay Area.\n\nDescription above from the Wikipedia article Lou Romano, licensed under CC-BY-SA, full list of contributors on Wikipedia"},"id":7962},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Executive Producer","reference_id":9806,"name":"The Incredibles","reference_collection_id":1}],"contents":{"name":"John Lasseter","description":"John Alan Lasseter is an American film director, producer, screenwriter, animator, voice actor, and the head of animation at Skydance Animation. He was previously the chief creative officer of Pixar Animation Studios, Walt Disney Animation Studios, and Disneytoon Studios, as well as the Principal Creative Advisor for Walt Disney Imagineering.\n\nLasseter's first job was with The Walt Disney Company, where he became an animator. Next, he joined Lucasfilm, where he worked on the then-groundbreaking use of CGI animation. After Lucasfilm became Pixar in 1986, Lasseter oversaw all of Pixar's films and associated projects as executive producer and he directed Toy Story, A Bug's Life, Toy Story 2, Cars, \"Toy Story 3\" and \"Cars 2\".\n\nHe has won two Academy Awards, for Animated Short Film (Tin Toy), as well as a Special Achievement Award (Toy Story)."},"id":7879},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Producer","reference_id":9806,"name":"The Incredibles","reference_collection_id":1}],"contents":{"name":"John Walker","description":""},"id":33340},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Female"]},"references":[{"reason":"Associate Producer","reference_id":9806,"name":"The Incredibles","reference_collection_id":1}],"contents":{"name":"Kori Rae","description":"Kori Rae is a film producer for Pixar. She produced several Mater's Tall Tales shorts and the feature films Monsters University and Onward."},"id":7880},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Female"]},"references":[{"reason":"Associate Producer","reference_id":9806,"name":"The Incredibles","reference_collection_id":1}],"contents":{"name":"Katherine Sarafian","description":"Katherine Marianne Sarafian (Armenian: Քեթրին Սարաֆյան; born January 27, 1969) is an Armenian-American film producer. She started at Pixar Animation Studios as an artist but was shifted from the art department to marketing during the making of A Bug's Life by Pixar head Steve Jobs. She then became a producer within Pixar.\n\nDescription above from the Wikipedia article Katherine Sarafian, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":7901},{"collection_id":1,"metadata":{"Language":["English"],"Genre":["Action","Adventure","Animation","Family"]},"references":[{"reason":"Actor","reference_id":8977,"name":"Craig T. Nelson","reference_collection_id":2},{"reason":"Actor","reference_id":18686,"name":"Holly Hunter","reference_collection_id":2},{"reason":"Actor","reference_id":59361,"name":"Sarah Vowell","reference_collection_id":2},{"reason":"Actor","reference_id":59360,"name":"Spencer Fox","reference_collection_id":2},{"reason":"Actor","reference_id":11662,"name":"Jason Lee","reference_collection_id":2},{"reason":"Actor","reference_id":2231,"name":"Samuel L. Jackson","reference_collection_id":2},{"reason":"Actor","reference_id":7430,"name":"Elizabeth Peña","reference_collection_id":2},{"reason":"Actor","reference_id":59358,"name":"Eli Fucile","reference_collection_id":2},{"reason":"Actor","reference_id":59359,"name":"Maeve Andrews","reference_collection_id":2},{"reason":"Actor","reference_id":7087,"name":"Brad Bird","reference_collection_id":2},{"reason":"Actor","reference_id":7891,"name":"Dominique Louis","reference_collection_id":2},{"reason":"Actor","reference_id":59357,"name":"Teddy Newton","reference_collection_id":2},{"reason":"Actor","reference_id":155917,"name":"Jean Sincere","reference_collection_id":2},{"reason":"Actor","reference_id":12900,"name":"Wallace Shawn","reference_collection_id":2},{"reason":"Actor","reference_id":7962,"name":"Lou Romano","reference_collection_id":2},{"reason":"Director","reference_id":7087,"name":"Brad Bird","reference_collection_id":2},{"reason":"Executive Producer","reference_id":7879,"name":"John Lasseter","reference_collection_id":2},{"reason":"Producer","reference_id":33340,"name":"John Walker","reference_collection_id":2},{"reason":"Associate Producer","reference_id":7880,"name":"Kori Rae","reference_collection_id":2},{"reason":"Associate Producer","reference_id":7901,"name":"Katherine Sarafian","reference_collection_id":2}],"contents":{"name":"The Incredibles","description":"Bob Parr has given up his superhero days to log in time as an insurance adjuster and raise his three children with his formerly heroic wife in suburbia. But when he receives a mysterious assignment, it's time to get back into costume."},"id":9806},{"collection_id":2,"metadata":{"Decade":["1930s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":62,"name":"2001: A Space Odyssey","reference_collection_id":1}],"contents":{"name":"Keir Dullea","description":"Keir Atwood Dullea (born May 30, 1936) is an American actor best known for the character of astronaut David Bowman, whom he portrayed in the 1968 film 2001: A Space Odyssey and in 1984's 2010: The Year We Make Contact, as well as his roles in the films Bunny Lake is Missing (1965) and Black Christmas (1974)."},"id":245},{"collection_id":2,"metadata":{"Decade":["1930s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":62,"name":"2001: A Space Odyssey","reference_collection_id":1}],"contents":{"name":"Gary Lockwood","description":"Gary Lockwood (born February 21, 1937) is an American actor perhaps best known for his iconic 1968 role as the astronaut Dr. Frank Poole in 2001: A Space Odyssey. He is father of the actress Samantha Lockwood. Both currently live in Los Angeles."},"id":246},{"collection_id":2,"metadata":{"Decade":["1920s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":62,"name":"2001: A Space Odyssey","reference_collection_id":1}],"contents":{"name":"William Sylvester","description":"William Sylvester (January 31, 1922 – January 25, 1995) was an American TV and film actor. His most famous film credit was Dr. Heywood Floyd in Stanley Kubrick's 2001 A Space Odyssey (1968). Born in Oakland, California and married at one time to the British actress Veronica Hurst, he moved to England after the Second World War and became a staple of British B films at a time when American and Canadian actors were much in demand in order to give indigenous films some appeal in the US.\n\nAs a result, he gained top billing in one of his very first films, House of Blackmail (1953), directed by the veteran filmmaker Maurice Elvey, for whom he also made What Every Woman Wants the following year. He also starred in such minor films as The Stranger Came Home (1954, for Hammer), Dublin Nightmare (1958), Offbeat (1960), Information Received (1961), Incident at Midnight, Ring of Spies and Blind Corner (all 1963). There were also lead roles in four British horror films: Gorgo (1960), Devil Doll (1963), Devils of Darkness (1964) and The Hand of Night (1966). Among his many TV credits were a 1959 BBC version of Shakespeare's Julius Caesar (playing Mark Antony), The Saint, The Baron, The High Chaparral, Harry O and The Six Million Dollar Man.\n\nHis later films included You Only Live Twice (1967) and, back in the USA after his prominent role for Kubrick, Busting (1973), The Hindenburg (1975) and Heaven Can Wait (1978). He died in Sacramento, California in 1995, aged 72."},"id":247},{"collection_id":2,"metadata":{"Decade":["1920s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":62,"name":"2001: A Space Odyssey","reference_collection_id":1}],"contents":{"name":"Douglas Rain","description":"Douglas Rain (March 13, 1928 - November 11, 2018) was a Canadian actor and narrator. He was primarily a stage actor, but his best known film role was as the voice of the HAL 9000 computer in 2001: A Space Odyssey (1968) and its sequel 2010 (1984).\n\nRain was born in Winnipeg, Manitoba. He studied acting at the Banff School of Fine Arts in Banff, Alberta as well as in London at the Old Vic School. As a stage actor, his long association with the Stratford Festival of Canada that spans more than four decades. He has performed in many diverse roles on stage, most notably recognized for his performance at Stratford, Ontario in Henry V which was made into a television production in 1966.\n\nRain was also nominated for Broadway's 1972 Tony Award as Best Supporting or Featured Actor (Dramatic) for his performance in Vivat! Vivat Regina!"},"id":253},{"collection_id":2,"metadata":{"Decade":["1930s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":62,"name":"2001: A Space Odyssey","reference_collection_id":1}],"contents":{"name":"Daniel Richter","description":"Daniel Richter (born 1939 in Darien, Connecticut) is an American mime and actor who played the leader of a tribe of ape-men in 2001: A Space Odyssey.\n\nAt the time of his casting in 2001, Richter was unknown, working mainly as a mime, leading a troupe in London. Kubrick made him largely responsible for choreographing the \"Dawn of Man\" sequence, believing Richter could take the film away from Hollywood clichés of men in monkey suits. Richter and his troupe spent hours watching apes in the London zoo, particularly the especially popular Guy the Gorilla, followed by hours of rehearsal mimicking their movements. After 2001, Richter appeared in the film The Revolutionary. In 2002, Richter published a book about his experiences entitled Moonwatcher's Memoir: A Diary of 2001: A Space Odyssey.\n\nRichter went on to work and live with John Lennon and Yoko Ono, appearing in their 1972 Imagine video at Tittenhurst Park. His memoir of this time, \"The Dream Is Over\", was released in 2012. In a 2019 article at the Salon website, Richter told of how in 1969 he supplied heroin to Yoko and John Lennon while the Beatles were working in the studio.\n\nHe has climbed over 500 peaks in North America, participating in and sometimes serving as an instructor in the Sierra Club.\n\nRichter is son of New Yorker cartoonist Mischa Richter."},"id":248},{"collection_id":2,"metadata":{"Decade":["1920s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":62,"name":"2001: A Space Odyssey","reference_collection_id":1}],"contents":{"name":"Leonard Rossiter","description":"Leonard Rossiter (21 October 1926 – 5 October 1984) was an English actor known for his roles as Rupert Rigsby, in the British comedy television series Rising Damp (1974–78), and Reginald Iolanthe Perrin, in The Fall and Rise of Reginald Perrin (1976–79). He also had a long and distinguished career in the theatre and gained some notoriety for a series of Cinzano commercials (1978–1983), with Joan Collins."},"id":249},{"collection_id":2,"metadata":{"Decade":["1930s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":62,"name":"2001: A Space Odyssey","reference_collection_id":1}],"contents":{"name":"Margaret Tyzack","description":"Margaret Tyzack was born on September 9, 1931 in Plaistow, London, England, UK. She was an actress, known for 2001: A Space Odyssey (1968), A Clockwork Orange (1971) and Match Point (2005). She was previously married to Alan R. Stephenson. She died on June 25, 2011 in Blackheath, London, England, UK."},"id":250},{"collection_id":2,"metadata":{"Decade":["1900s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":62,"name":"2001: A Space Odyssey","reference_collection_id":1}],"contents":{"name":"Robert Beatty","description":"From Wikipedia, the free encyclopedia\n\nRobert Beatty (19 October 1909 – 3 March 1992) was a Canadian actor who worked in film, television and radio for most of his career and was especially known in the UK.\n\nDescription above from the Wikipedia article Robert Beatty, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":251},{"collection_id":2,"metadata":{"Decade":["1920s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":62,"name":"2001: A Space Odyssey","reference_collection_id":1}],"contents":{"name":"Sean Sullivan","description":"Sean Sullivan (December 26, 1921 – June 3, 1985) was a Canadian actor. He is most noted for his stage and television performances in productions of David French's play Of the Fields, Lately, for which he won an ACTRA Award in 1977 as Best Television Actor for the CBC Television film; and his film performances in Springhill, for which he won a Canadian Film Award as Best Actor in a Non-Feature Film in 1972, and The Boy in Blue, for which he received a posthumous Genie Award nomination for Best Supporting Actor at the 7th Genie Awards in 1986.\n\nBorn and raised in Toronto, Ontario, he began his career as an actor when a stage play he appeared in in his 20s, Golden Boy, reached the finals of the Dominion Drama Festival. He soon began appearing in CBC Television productions, including episodes of the drama anthology series Playbill, CBC Summer Theatre, Folio and General Motors Theatre. His film roles included Nobody Waved Good-bye, The Young Ones, Why Rock the Boat?, 125 Rooms of Comfort, One Man, The Silent Partner, Atlantic City and The Grey Fox."},"id":252},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":62,"name":"2001: A Space Odyssey","reference_collection_id":1}],"contents":{"name":"Frank W. Miller","description":""},"id":4461547},{"collection_id":2,"metadata":{"Decade":["1940s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":62,"name":"2001: A Space Odyssey","reference_collection_id":1}],"contents":{"name":"Bill Weston","description":"Bill Weston (29 May 1941 - 25 March 2012) was a British stunt performer and actor, whose 40-year career includes credits for Saving Private Ryan, Titanic, Raiders of the Lost Ark, The Living Daylights and Batman Begins."},"id":24278},{"collection_id":2,"metadata":{"Decade":["1930s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":62,"name":"2001: A Space Odyssey","reference_collection_id":1}],"contents":{"name":"Ed Bishop","description":"George Victor Bishop (11 June 1932 – 8 June 2005), known professionally as Ed Bishop or sometimes Edward Bishop, was an American actor. He was known for playing Commander Ed Straker in UFO, Captain Blue in Captain Scarlet and the Mysterons and for voicing Philip Marlowe in a series of BBC Radio adaptations of the Marlowe novels by Raymond Chandler.\n\nBishop made his film acting debut as an ambulance driver in Stanley Kubrick's 1962 movie Lolita. He played an American astronaut going to the Moon in the film The Mouse on the Moon (1963) and also appeared in The Bedford Incident (1965) and Battle Beneath the Earth (1967). He had small speaking roles in the James Bond films You Only Live Twice (1967) and Diamonds Are Forever (1971), but was not included in the film credits for either. He appeared in a second Kubrick film, 2001: A Space Odyssey (1968), in which he played the Captain of the Aries 1B Moon shuttle. The role initially featured dialogue but this was later cut from his scenes.\n\nBishop appeared in various film and television projects created by producer Gerry Anderson. He provided narration, in addition to the voice of Captain Blue, for Anderson's Supermarionation puppet series, Captain Scarlet and the Mysterons (1967), and appeared in Anderson's science-fiction film Doppelgänger (1969). Perhaps his most prominent screen role was that of Commander Ed Straker in Anderson's science-fiction series UFO (1970–71). Bishop's dark hair was initially dyed blond for the role, though he eventually wore a blond wig instead.\n\nIn later years, he appeared in films such as Twilight's Last Gleaming, Saturn 3, Silver Dream Racer, and The Lords of Discipline. He provided vocal work for the 1974 animated TV series of Star Trek, and appeared as Lieutenant Colonel Harrity in the final episode of the British World War II prisoner-of-war drama Colditz. In the 1980s, he made several appearances on The Kenny Everett Television Show, Whoops Apocalypse (he also appeared in the subsequent film), and had a role in the children's television series Chocky's Children.\n\nHe continued to act on film, TV and radio, usually in British and European productions, and was a frequent guest at science fiction conventions. He and fellow Anderson actor Shane Rimmer (a Canadian actor who often worked in the UK) joked about how frequently their professional paths crossed and termed themselves \"Rent-a-yank\". They appeared together as NASA operatives in the opening of You Only Live Twice and as United States Navy sailors in The Bedford Incident, as well as the 1983 film of the Harold Robbins novel The Lonely Lady. In 1989, Bishop was reunited with Rimmer and another Anderson actor, Matt Zimmerman, in the BBC Radio 4 adaptation of Sir Arthur Conan Doyle's A Study in Scarlet. He and Rimmer also toured together in theatre shows, including Death of a Salesman in the 1990s, and they both appeared in the BBC drama-documentary Hiroshima (2005), one of Bishop's last TV projects."},"id":108277},{"collection_id":2,"metadata":{"Decade":["1930s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":62,"name":"2001: A Space Odyssey","reference_collection_id":1}],"contents":{"name":"Glenn Beck","description":"Glenn Beck was born on June 1, 1935 in Cranbrook, British Columbia, Canada. He is an actor, known for 2001: A Space Odyssey (1968), National Treasure: Book of Secrets (2007) and Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb (1964)."},"id":948173},{"collection_id":2,"metadata":{"Decade":["1910s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":62,"name":"2001: A Space Odyssey","reference_collection_id":1}],"contents":{"name":"Alan Gifford","description":"Alan Gifford (born John Lennox), was an American actor, playing numerous smaller roles often in UK produced films, where he also resided."},"id":93948},{"collection_id":2,"metadata":{"Decade":["1920s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":62,"name":"2001: A Space Odyssey","reference_collection_id":1}],"contents":{"name":"Ann Gillis","description":"Ann Gillis was born Alma Mabel Conner on February 12, 1927, in Little  Rock, Arkansas. At age seven, she appeared in her first film, Men in White  (1934), as an extra. During the next two years, she had uncredited  appearances in six more films until she received her first major role in  King of Hockey (1936). Warner Brothers Studios gave significant screen time to Gillis in this movie, in hopes that she would become another Shirley Temple.  Although (like all child stars of the 1930s) she never achieved  Temple's level of fame, for the next several years Gillis starred in  many films, almost always playing a spoiled, bratty character. She had  two rare sympathetic roles as Becky Thatcher in The Adventures of Tom Sawyer (1938) and as the title character in Little Orphan Annie  (1938). One scene in The Adventures of Tom Sawyer called for her to go  into screaming hysterics when her character was trapped in a cave of  bats, and Gillis delivered in a powerful performance that is probably  the most memorable scene of her film career. As Gillis grew older,  however, her career slowed down, and she left Hollywood in 1947. When  she left Hollywood she married Paul Ziebold and had 2 sons. She then  divorced, relocated to New York City and married Richard Fraser,  a Scottish-born actor (they had a son born in 1958). During the 1950s  and '60s, Gillis made sporadic television appearances, and in 1959, she  hosted a national telecast presentation of The Adventures of Tom Sawyer.  Gillis and her husband moved to England in 1961, and they were living  in London when they heard of a casting call for 2001: A Space Odyssey  (1968) that called for an American actress living in the city. Gillis  auditioned and got the role; it remains her final film to date. Ann moved to Belgium in 1972 where she met and married Belgian René Van Hulst (deceased 1999).  She lived in Belgium from 1972 to 2014 and became a Belgian citizen, devoting much of her time to painting and music, she was an accomplished pianist and harpist. She moved to England, UK in December 2014 and passed away peacefully on 31/1/2018."},"id":107445},{"collection_id":2,"metadata":{"Decade":["1910s"],"Gender":["None"]},"references":[{"reason":"Producer","reference_id":62,"name":"2001: A Space Odyssey","reference_collection_id":1}],"contents":{"name":"Victor Lyndon","description":""},"id":257},{"collection_id":2,"metadata":{"Decade":["1920s"],"Gender":["Male"]},"references":[{"reason":"Producer","reference_id":62,"name":"2001: A Space Odyssey","reference_collection_id":1},{"reason":"Director","reference_id":62,"name":"2001: A Space Odyssey","reference_collection_id":1}],"contents":{"name":"Stanley Kubrick","description":"Stanley Kubrick (July 26, 1928 – March 7, 1999) was an American film director, writer, producer, and photographer who lived in England during most of the last four decades of his career. Kubrick was noted for the scrupulous care with which he chose his subjects, his slow method of working, the variety of genres he worked in, his technical perfectionism, and his reclusiveness about his films and personal life. He maintained almost complete artistic control, making movies according to his own whims and time constraints, but with the rare advantage of big-studio financial support for all his endeavors. Kubrick's films are characterized by a formal visual style and meticulous attention to detail—his later films often have elements of surrealism and expressionism that eschews structured linear narrative. His films are repeatedly described as slow and methodical, and are often perceived as a reflection of his obsessive and perfectionist nature. A recurring theme in his films is man's inhumanity to man. While often viewed as expressing an ironic pessimism, a few critics feel his films contain a cautious optimism when viewed more carefully.\n\nThe film that first brought him attention to many critics was Paths of Glory (1957), the first of three films of his about the dehumanizing effects of war. Many of his films at first got a lukewarm reception, only to be years later acclaimed as masterpieces that had a seminal influence on many later generations of film-makers. Considered especially groundbreaking was 2001: A Space Odyssey (1968) noted for being both one of the most scientifically realistic and visually innovative science-fiction films ever made while maintaining an enigmatic non-linear storyline. He voluntarily withdrew his film A Clockwork Orange (1971) from England, after it was accused of inspiring copycat crimes which in turn resulted in threats against Kubrick's family. His films were largely successful at the box-office, although Barry Lyndon (1975) performed poorly in the United States. Living authors Anthony Burgess and Stephen King were both unhappy with Kubrick's adaptations of their novels A Clockwork Orange and The Shining (1980) respectively, and both authors were engaged with subsequent adaptations. All of Kubrick's films from the mid-1950s to his death except for The Shining were nominated for Oscars, Golden Globes, or BAFTAs. Although he was nominated for an Academy Award as a screenwriter and director on several occasions, his only personal win was for the special effects in 2001: A Space Odyssey.\n\nEven though all of his films, apart from the first two, were adapted from novels or short stories, his works have been described by Jason Ankeny and others as \"original and visionary\". Although some critics, notably Andrew Sarris and Pauline Kael, frequently disparaged Kubrick's work, Ankeny describes Kubrick as one of the most \"universally acclaimed and influential directors of the postwar era\" with a \"standing unique among the filmmakers of his day.\""},"id":240},{"collection_id":1,"metadata":{"Language":["English"],"Genre":["Science Fiction","Mystery","Adventure"]},"references":[{"reason":"Actor","reference_id":245,"name":"Keir Dullea","reference_collection_id":2},{"reason":"Actor","reference_id":246,"name":"Gary Lockwood","reference_collection_id":2},{"reason":"Actor","reference_id":247,"name":"William Sylvester","reference_collection_id":2},{"reason":"Actor","reference_id":253,"name":"Douglas Rain","reference_collection_id":2},{"reason":"Actor","reference_id":248,"name":"Daniel Richter","reference_collection_id":2},{"reason":"Actor","reference_id":249,"name":"Leonard Rossiter","reference_collection_id":2},{"reason":"Actor","reference_id":250,"name":"Margaret Tyzack","reference_collection_id":2},{"reason":"Actor","reference_id":251,"name":"Robert Beatty","reference_collection_id":2},{"reason":"Actor","reference_id":252,"name":"Sean Sullivan","reference_collection_id":2},{"reason":"Actor","reference_id":4461547,"name":"Frank W. Miller","reference_collection_id":2},{"reason":"Actor","reference_id":24278,"name":"Bill Weston","reference_collection_id":2},{"reason":"Actor","reference_id":108277,"name":"Ed Bishop","reference_collection_id":2},{"reason":"Actor","reference_id":948173,"name":"Glenn Beck","reference_collection_id":2},{"reason":"Actor","reference_id":93948,"name":"Alan Gifford","reference_collection_id":2},{"reason":"Actor","reference_id":107445,"name":"Ann Gillis","reference_collection_id":2},{"reason":"Producer","reference_id":257,"name":"Victor Lyndon","reference_collection_id":2},{"reason":"Producer","reference_id":240,"name":"Stanley Kubrick","reference_collection_id":2},{"reason":"Director","reference_id":240,"name":"Stanley Kubrick","reference_collection_id":2}],"contents":{"name":"2001: A Space Odyssey","description":"Humanity finds a mysterious object buried beneath the lunar surface and sets off to find its origins with the help of HAL 9000, the world's most advanced super computer."},"id":62},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1}],"contents":{"name":"John Travolta","description":"John Joseph Travolta (born February 18, 1954) is an American actor. He began acting on television before transitioning into a leading man in film. His accolades include a Primetime Emmy Award, three Golden Globe Awards, and nominations for two Academy Awards, a British Academy Film Award, and three Screen Actors Guild Awards.\n\nTravolta came to prominence starring in the sitcom Welcome Back, Kotter (1975–1979), followed by leading roles in Carrie (1976), Grease (1978), Urban Cowboy (1980), and Blow Out (1981). He earned nominations for the Academy Award for Best Actor for his roles in Saturday Night Fever (1977) and Pulp Fiction (1994). His other notable films include Get Shorty (1995), Broken Arrow (1996), Michael (1996), Face/Off (1997), A Civil Action (1998), Primary Colors (1998), The General's Daughter (1999), The Punisher (2004), Wild Hogs (2007), Hairspray (2007), Bolt (2008), and Savages (2012).\n\nTravolta returned to television, portraying lawyer Robert Shapiro in the series The People v. O. J. Simpson: American Crime Story. He received an Emmy Award as a producer and nominations for a Primetime Emmy Award for Outstanding Supporting Actor in a Limited Series or Movie. He was also Emmy-nominated for his role in the action-comedy web series Die Hart (2021). \n\nTravolta has released nine albums outside of acting, including four singles that charted on the Billboard Hot 100's Top 40. His albums typically accompanied films he starred in, such as Grease: The Original Soundtrack from the Motion Picture (1978), which topped the Billboard 200. Travolta is also a private pilot."},"id":8891},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1}],"contents":{"name":"Uma Thurman","description":"Uma Karuna Thurman is an American actress, writer, producer and model. She has acted in a variety of films, from romantic comedies and dramas to science fiction and action films. Following her appearances on the December 1985 and May 1986 covers of British Vogue, Thurman's breakthrough role was Dangerous Liaisons (1988) in which she starred. She rose to international prominence with her role as Mia Wallace in Quentin Tarantino's 1994 film Pulp Fiction, for which she was nominated for the Academy Award, the BAFTA Award, and the Golden Globe Award for Best Supporting Actress. Often hailed as Tarantino's muse, she reunited with the director to play the main role of The Bride in Kill Bill: Volume 1 and 2 (2003, 2004), which brought her two additional Golden Globe Award nominations.\n\nEstablished as a Hollywood leading lady, her other notable films include Henry & June (1990), The Truth About Cats & Dogs (1996), Batman & Robin (1997), Gattaca (1997), Les Misérables (1998), Paycheck (2003), The Producers (2005), My Super Ex-Girlfriend (2006), Percy Jackson & the Olympians: The Lightning Thief (2010), Lars von Trier's Nymphomaniac (2013) and The House That Jack Built (2018). In 2011, Thurman was a member of the jury for the main competition at the 64th Cannes Film Festival, and in 2017, she was named president of the 70th edition's \"Un Certain Regard\" jury. Thurman made her Broadway debut in The Parisian Woman (2017–2018).\n\nFor her performance in the made-for-HBO film Hysterical Blindness (2002), Thurman won the Golden Globe Award for Best Actress in a Television Film, and for her five-episode role in the NBC musical series Smash (2012), she received a Primetime Emmy Award nomination for Outstanding Guest Actress in a Drama Series. Thurman has starred in the miniseries The Slap (2015) and the series Imposters (2017–2018).\n\nDescription above from the Wikipedia article Uma Thurman, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":139},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1}],"contents":{"name":"Bruce Willis","description":"Walter Bruce Willis (born March 19, 1955) is an American retired actor. His career began on the off-Broadway stage in the 1970s, and he then achieved fame with a leading role on the comedy-drama series “Moonlighting” (1985–1989). He went on to appear in over 70 films, gaining widespread recognition as an action hero after his portrayal of John McClane in the “Die Hard” franchise (1988–2013) and other subsequent roles.\n\nWillis's other credits include “The Last Boy Scout” (1991), “Pulp Fiction” (1994), “12 Monkeys” (1995), “Last Man Standing” (1996), “The Fifth Element” (1997), “Armageddon” (1998), “The Sixth Sense” (1999), “Hart's War” (2002), “Tears of the Sun” (2003), “Hostage” (2005), “Lucky Number Slevin” (2006), “Surrogates” (2009), “Moonrise Kingdom” (2012), “Rock the Kasbah” (2015), and “Motherless Brooklyn” (2019).\n\nAs a singer, Willis released his debut album The Return of Bruno in 1987, followed by two more successful albums in 1989 and 2001. He made his Broadway debut in the stage adaptation of Misery in 2015. Willis has received numerous accolades during his career, including a Golden Globe, two Primetime Emmy Awards, and two People's Choice Awards. He received a star on the Hollywood Walk of Fame in 2006.\n\nIn March 2022, Willis announced that he was retiring from acting after being diagnosed with aphasia, which affects his ability to communicate. In February 2023, Willis' family announced that they had received a more accurate diagnosis and he had been diagnosed with frontotemporal dementia."},"id":62},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1}],"contents":{"name":"Ving Rhames","description":"Irving Rameses Rhames (born May 12, 1959) is an American actor. He is best known for portraying IMF Agent Luther Stickell in the Mission: Impossible film series (1996–present) and crime boss Marsellus Wallace in Pulp Fiction (1994)."},"id":10182},{"collection_id":2,"metadata":{"Decade":["1930s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1}],"contents":{"name":"Harvey Keitel","description":"Harvey Keitel (born May 13, 1939) is an American actor known for his portrayal of morally ambiguous and \"tough guy\" characters. He rose to prominence during the New Hollywood movement, and has held a long-running association with director Martin Scorsese, starring in six of his films: Who's That Knocking at My Door (1967), Mean Streets (1973), Alice Doesn't Live Here Anymore (1974), Taxi Driver (1976), The Last Temptation of Christ (1988), and The Irishman (2019).\n\nKeitel received the Academy Award for Best Supporting Actor nomination for his portrayal of Mickey Cohen in Bugsy (1991). He won the AACTA Award for Best Actor in a Leading Role for The Piano (1993). Other films include Blue Collar (1978), Thelma & Louise (1991), Reservoir Dogs (1992), Bad Lieutenant (1992), Pulp Fiction (1994), From Dusk till Dawn (1996), Holy Smoke! (1998), Cop Land (1997), and Youth (2015).\n\nHe has acted in the Wes Anderson films Moonrise Kingdom (2012), The Grand Budapest Hotel (2014), and Isle of Dogs (2018). He played FBI Agent Peter Sadusky in both National Treasure (2004), and National Treasure: Book of Secrets (2006) and reprised his role in the Disney+ series National Treasure: Edge of History (2022). From 1995 to 2017, he was a co-president of the Actors Studio, alongside Al Pacino and Ellen Burstyn."},"id":1037},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1}],"contents":{"name":"Eric Stoltz","description":"Eric Hamilton Stoltz (born September 30, 1961) is an American actor and director. He is known for playing sensitive misfits (Mask, Kicking and Screaming, The Waterdance, Killing Zoe). He was nominated for a Golden Globe Award for Best Supporting Actor in a Motion Picture for Mask."},"id":7036},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1},{"reason":"Actor","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"Tim Roth","description":"Timothy Simon Roth (born May 14, 1961) is an English actor and director. He was among the prominent British actors known as the \"Brit Pack\". For his performance in Rob Roy (1995), Roth won a BAFTA Award and was nominated for the Academy Award and the Golden Globe Award. \n\nAfter garnering attention in television productions Made in Britain (1982) and Meantime (1983), Roth was nominated for the BAFTA Award for Most Promising Newcomer in his theatrical film debut The Hit (1984). He gained further recognition for his roles in films, including The Cook, the Thief, His Wife & Her Lover (1989), Vincent & Theo and Rosencrantz & Guildenstern Are Dead (both 1990). Roth has collaborated with Quentin Tarantino on several films, including Reservoir Dogs (1992), Pulp Fiction (1994), Four Rooms (1995) and The Hateful Eight (2015). Other film credits include The Legend of 1900 (1998), Planet of the Apes (2001), Funny Games (2007), Selma (2014), Luce (2019), and Bergman Island (2021).\n\nRoth made his directorial debut with~ The War Zone (1999). He played Cal Lightman in the Fox series Lie to Me (2009–2011), Jim Worth / Jack Devlin in the Sky Atlantic series Tin Star (2017–2020), and Emil Blonsky / Abomination in the Marvel Cinematic Universe, including the films The Incredible Hulk (2008), Shang-Chi and the Legend of the Ten Rings (2021), and the Disney+ series She-Hulk: Attorney at Law (2022)."},"id":3129},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1}],"contents":{"name":"Amanda Plummer","description":"Amanda Michael Plummer (born March 23, 1957) is an American actress. Plummer was born in New York City, New York, the daughter of actors Tammy Grimes and Christopher Plummer. Plummer attended Middlebury College in Vermont and acting classes at the Neighborhood Playhouse in New York. Early in life, her interest was in riding and tending to horses on the East Coast and in Ireland.\n\nPlummer began appearing in small to mid size roles in television and films in the early 1980s. Her first successes came from her stage work. She made her Broadway debut as Josephine in the 1981 revival of A Taste of Honey. She won a Tony Award nomination and Theatre World Award for her portrayal. The following year, she won a Tony Award for Featured Actress and a Drama Desk Award for her portrayal of Sister Agnes in the play Agnes of God.\n\nFollowing her successes on the stage, Plummer began appearing in major roles on television and in film. One of her most recognized appearances was on L.A. Law as Alice Hackett, a developmentally disabled girlfriend of Benny Stulwitz, played by Larry Drake, for which she received an Emmy Award nomination. Two other well-known roles were Yolanda (a.k.a. \"Honey Bunny\") in Pulp Fiction and Rose in So I Married An Axe Murderer.\n\nHer film roles have been described as \"spooky, kooky, half-mad characters.\""},"id":99},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1}],"contents":{"name":"Maria de Medeiros","description":"Maria de Medeiros Esteves Vitorino de Almeida (born August 19, 1965), better known as Maria de Medeiros, is a Portuguese actress, director, and singer who has been involved in both European and American film productions."},"id":2319},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1},{"reason":"Director","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1},{"reason":"Director","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"Quentin Tarantino","description":"Quentin Jerome Tarantino (born March 27, 1963) is an American film director, screenwriter, producer, cinematographer and actor. In the early 1990s he was an independent filmmaker whose films used nonlinear storylines and aestheticization of violence. His films have earned him a variety of Academy Award, Golden Globe, BAFTA and Palme d'Or Awards and he has been nominated for Emmy and Grammy Awards. In 2007, Total Film named him the 12th-greatest director of all time.\n\nTarantino was born in Knoxville, Tennessee, the son of Connie McHugh Tarantino Zastoupil, a health care executive and nurse born in Knoxville, and Tony Tarantino, an actor and amateur musician born in Queens, New York. Tarantino's mother allowed him to quit school at age 17, to attend an acting class full time. Tarantino gave up acting while attending the acting school, saying that he admired directors more than actors. Tarantino also worked in a video rental store before becoming a filmmaker, paid close attention to the types of films people liked to rent, and has cited that experience as inspiration for his directorial career.\n\nDescription above from the Wikipedia article Quentin Tarantino, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":138},{"collection_id":2,"metadata":{"Decade":["1940s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1}],"contents":{"name":"Christopher Walken","description":"Christopher Walken (born Ronald Walken; March 31, 1943) is an American actor. He has appeared in more than 100 films and television programs, including Annie Hall (1977), The Deer Hunter (1978), The Dogs of War (1980), The Dead Zone (1983), A View to a Kill (1985), Batman Returns (1992), True Romance (1993), Pulp Fiction (1994), Antz (1998), Vendetta (1999), Sleepy Hollow (1999), Joe Dirt (2001), Catch Me If You Can (2002), Hairspray (2007), Seven Psychopaths (2012), the first three Prophecy films, The Jungle Book (2016), and Irreplaceable You (2018). He has received a number of awards and nominations, including the Academy Award for Best Supporting Actor for The Deer Hunter."},"id":4690},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1}],"contents":{"name":"Rosanna Arquette","description":"Rosanna Lisa Arquette (born August 10, 1959) is an American actress. She was nominated for an Emmy Award for her performance in the TV film The Executioner's Song (1982) and won the BAFTA Award for Best Actress in a Supporting Role for the film Desperately Seeking Susan (1985). Her other film roles include After Hours (also 1985), The Big Blue (1988), Pulp Fiction (1994), and Crash (1996). She also directed the documentary Searching for Debra Winger (2002) and starred in the ABC sitcom What About Brian? from 2006 to 2007."},"id":2165},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1}],"contents":{"name":"Peter Greene","description":"Peter Greene (born Peter Green; October 8, 1965) is an American character actor.\n\nA native of Montclair, New Jersey, Greene did not pursue a career in acting until his mid 20s. He initially landed several roles in cinema and television in the early 1990s.\n\nGreene's breakthrough came in 1994-1995 with a roles in Pulp Fiction, The Mask, Clean, Shaven, and The Usual Suspects. Greene is possibly best remembered for his role in Pulp Fiction, as Zed who rapes Marsellus Wallace. The Mask saw him play the villainous Dorian Tyrell opposite Jim Carrey and Cameron Diaz. Greene's most accomplished role was that of schizophrenic Peter Winter in Clean, Shaven. The Usual Suspects saw him play the small but memorable character, Redfoot. Greene often plays villains such as in Under Siege 2: Dark Territory, Training Day (as a corrupt narcotics officer) and martial arts/crime film Fist of the Warrior (opposite Ho-Sung Pak, Roger Guenveur Smith and Sherilyn Fenn).\n\nHe worked with one director, Jordan Alan, twice. Once on the film Kiss and Tell, a dark comic turn for the actor and then again 4 years later in The Gentleman Bandit (aka Gentleman B). After Greene's arrests in 1998 for drug related crimes, Alan had to put the actor through rehab to get him through the second film and eventually, after coming upon Greene doing heroine with Mike Starr, he was forced to replace Greene's voice because of the vocal problems caused by drugs. Despite these problems, Mr. Alan vouched for Greene to producer Tobe Jaffe for the movie Blue Streak.\n\nHe played Martin Lawrence's nemesis in Blue Streak.\n\nGreene has continued to mostly work as a character actor. He appeared in the short-lived television drama The Black Donnellys. He also appeared as a policeman in Prodigy of Mobb Deep's video for \"A,B,C's\", as well as the focal character in House of Pain's video for \"Fed Up\".\n\nGreene recently appeared in the opening scene of the premier of the new FX series Justified.\n\nDescription above from the Wikipedia article Peter Greene, licensed under CC-BY-SA, full list of contributors on Wikipedia​"},"id":11803},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1}],"contents":{"name":"Duane Whitaker","description":"From Wikipedia, the free encyclopedia.\n\nDuane Whitaker  (born June 23, 1959) is an American actor.\n\nDuane Whitaker is probably best known for his role in Quentin Tarantino's popular 1994 film Pulp Fiction as Maynard, the sadistic pawn shop owner. He wrote and portrayed the title role in Eddie Presley (based on his own successful stage play). Whitaker also wrote, directed and appeared in Together and Alone.\n\nOther notable roles include; a racist cop in Tales from the Hood, the bouncer Roadrash in Hobgoblins, Boss Man in Feast, The Sheriff in Trailer Park of Terror, Luther in From Dusk Till Dawn 2: Texas Blood Money (which he also co-wrote), Buddy in Dead Letters (film), Winslow in Broke Sky, Mickey in Cordoba Nights and Dr. Bankhead in The Devil's Rejects.\n\nMost recently Duane has appeared in the feature films Albino Farm and Dozers and on TV in the Cold Case episode \"The Brush Man\" and appears in the new Rob Zombie film Halloween II. Whitaker has also written numerous screenplays including \"Stripteaser.\"\n\nOn March 31, 2010, American Cinematheque hosted a screening of Eddie Presley and \"Together and Alone\" at Grauman's Egyptian Theatre in Los Angeles.\n\nDuane is a graduate of Monterey High School in Lubbock, Texas.\n\nDescription above from the Wikipedia article Duane Whitaker, licensed under CC-BY-SA, full list of contributors on Wikipedia"},"id":11804},{"collection_id":2,"metadata":{"Decade":["1940s"],"Gender":["Male"]},"references":[{"reason":"Executive Producer","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1}],"contents":{"name":"Danny DeVito","description":"Daniel Michael DeVito Jr. (born November 17, 1944) is an American actor, comedian, director, and producer. He first gained prominence as the irascible dispatcher Louie De Palma on Taxi, for which he won a Golden Globe and an Emmy. He plays Frank Reynolds on the long-running sitcom It's Always Sunny in Philadelphia (2006 - present).\n\nIn film, DeVito is known for his roles in One Flew Over the Cuckoo's Nest (1975), Terms of Endearment (1983), Head Office (1985), Ruthless People (1986), Twins (1988), Batman Returns (1992), Jack the Bear (1993), Junior (1994), L.A. Confidential (1997), The Big Kahuna (1999), Big Fish (2003), Deck the Halls (2006), When in Rome (2010), Wiener-Dog (2016) and Jumanji: The Next Level (2019). DeVito has voiced characters in numerous animated films including Space Jam (1996), Hercules (1997), The Lorax (2012), Smallfoot (2018), and Migration (2023).  He both directed and starred in several films such as Throw Momma from the Train (1987), The War of the Roses (1989), Matilda (1996), and Death to Smoochy (2002). He has served as a producer on notable films such as Reality Bites (1994), Pulp Fiction (1994), Gattaca (1997), Erin Brockovich (2000), and Garden State (2004).\n\nDeVito married actress Rhea Perlman in 1982; they have three children. The couple separated in 2012."},"id":518},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Producer","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1}],"contents":{"name":"Lawrence Bender","description":"Lawrence Bender is an American film producer."},"id":2545},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Executive Producer","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1}],"contents":{"name":"Michael Shamberg","description":"Michael Shamberg is a movie and TV producer and Advisor to BuzzFeed Motion Pictures. He was nominated for a Best Picture Academy Award for producing Erin Brockovich and The Big Chill. His other film credits include the science-based movies Contagion and Gattaca. Shamberg was an Executive Producer of Pulp Fiction and Django Unchained. His true story films include Freeheld, World Trade Center, and Man on the Moon. His other credits are eclectic including Out of Sight, Wish I Was Here, Get Shorty, Reality Bites, Garden State, Along Came Polly, The Skeleton Key, How High, A Walk Among the Tombstones, and A Fish Called Wanda. He was also an Executive Producer of the TV show Reno 911."},"id":5381},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Female"]},"references":[{"reason":"Executive Producer","reference_id":680,"name":"Pulp Fiction","reference_collection_id":1}],"contents":{"name":"Stacey Sher","description":"Stacey Sher (born November 30, 1962) is an American film producer.\n\nDescription above from the Wikipedia article Stacey Sher, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":5382},{"collection_id":1,"metadata":{"Language":["English"],"Genre":["Thriller","Crime","Comedy","Drama"]},"references":[{"reason":"Actor","reference_id":8891,"name":"John Travolta","reference_collection_id":2},{"reason":"Actor","reference_id":2231,"name":"Samuel L. Jackson","reference_collection_id":2},{"reason":"Actor","reference_id":139,"name":"Uma Thurman","reference_collection_id":2},{"reason":"Actor","reference_id":62,"name":"Bruce Willis","reference_collection_id":2},{"reason":"Actor","reference_id":10182,"name":"Ving Rhames","reference_collection_id":2},{"reason":"Actor","reference_id":1037,"name":"Harvey Keitel","reference_collection_id":2},{"reason":"Actor","reference_id":7036,"name":"Eric Stoltz","reference_collection_id":2},{"reason":"Actor","reference_id":3129,"name":"Tim Roth","reference_collection_id":2},{"reason":"Actor","reference_id":99,"name":"Amanda Plummer","reference_collection_id":2},{"reason":"Actor","reference_id":2319,"name":"Maria de Medeiros","reference_collection_id":2},{"reason":"Actor","reference_id":138,"name":"Quentin Tarantino","reference_collection_id":2},{"reason":"Actor","reference_id":4690,"name":"Christopher Walken","reference_collection_id":2},{"reason":"Actor","reference_id":2165,"name":"Rosanna Arquette","reference_collection_id":2},{"reason":"Actor","reference_id":11803,"name":"Peter Greene","reference_collection_id":2},{"reason":"Actor","reference_id":11804,"name":"Duane Whitaker","reference_collection_id":2},{"reason":"Executive Producer","reference_id":518,"name":"Danny DeVito","reference_collection_id":2},{"reason":"Producer","reference_id":2545,"name":"Lawrence Bender","reference_collection_id":2},{"reason":"Executive Producer","reference_id":5381,"name":"Michael Shamberg","reference_collection_id":2},{"reason":"Executive Producer","reference_id":5382,"name":"Stacey Sher","reference_collection_id":2},{"reason":"Director","reference_id":138,"name":"Quentin Tarantino","reference_collection_id":2}],"contents":{"name":"Pulp Fiction","description":"A burger-loving hit man, his philosophical partner, a drug-addled gangster's moll and a washed-up boxer converge in this sprawling, comedic crime caper. Their adventures unfurl in three stories that ingeniously trip back and forth in time."},"id":680},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"Kurt Russell","description":"Kurt Vogel Russell (born March 17, 1951) is an American actor. At 12, he began acting in the Western TV series The Travels of Jaimie McPheeters (1963–1964). In the late 1960s, he signed a ten-year contract with The Walt Disney Company, where he starred as Dexter Riley in films such as The Computer Wore Tennis Shoes (1969), Now You See Him, Now You Don't (1972), and The Strongest Man in the World (1975). For his portrayal of rock and roll superstar Elvis Presley in Elvis (1979), he was nominated for the Primetime Emmy Award for Outstanding Lead Actor in a Limited or Anthology Series or Movie. According to Robert Osborne of Turner Classic Movies, Russell became the studio's top star of the 1970s.\n\nRussell was nominated for a Golden Globe Award for Best Supporting Actor – Motion Picture for his performance in Mike Nichols's Silkwood (1983). Also in the 1980s, he starred in several films directed by John Carpenter in which he played anti-hero roles: the futuristic action film Escape from New York (1981), its sequel Escape from L.A.(1996), the horror film The Thing (1982), and the kung-fu comedy action film Big Trouble in Little China (1986).\n\nRussell starred in various other films, including Used Cars (1980), The Best of Times (1986), Overboard (1987), Tango & Cash (1989), Backdraft (1991), Tombstone (1993), Stargate (1994), Executive Decision (1996), Breakdown (1997), Vanilla Sky (2001), Miracle (2004), Sky High (2005), Death Proof (2007), The Hateful Eight (2015) and Once Upon a Time in Hollywood (2019). He also appeared in the Fast & Furious franchise as Mr. Nobody (starring in Furious 7 (2015), The Fate of the Furious (2017), and F9 (2021)). He also portrayed Ego in the Marvel Cinematic Universe (MCU) instalments Guardians of the Galaxy Vol. 2 (2017) and What If...?(2021), and played the role of Santa Claus in The Christmas Chronicles (2018) and The Christmas Chronicles 2 (2020)."},"id":6856},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"Jennifer Jason Leigh","description":"Jennifer Jason Leigh (born Jennifer Leigh Morrow; February 5, 1962) is an American actress. She began her career on television during the 1970s before making her film breakthrough in the teen film Fast Times at Ridgemont High (1982). She received critical praise for her performances in Last Exit to Brooklyn (1989), Miami Blues (1990), Backdraft (1991), Single White Female (1992), and The Hudsucker Proxy (1994). She was nominated for a Golden Globe for her portrayal of Dorothy Parker in Mrs Parker and the Vicious Circle (1994).\n\nLeigh starred in a 1995 film written by her mother, screenwriter Barbara Turner, titled Georgia. She co-wrote and co-directed a film with Alan Cumming titled The Anniversary Party (2001). Leigh starred in the crime drama Road to Perdition (2002) and the family drama Margot at the Wedding (2007). She had a recurring role on the Showtime comedy-drama series Weeds (2009–2012). She received critical acclaim for her voice work in Charlie Kaufman's Anomalisa (2015). For her role as fugitive Daisy Domergue in The Hateful Eight (2015), she was nominated for the Golden Globe and Academy Award for Best Supporting Actress. From 2017 to 2021, she starred in the Netflix comedy-drama series Atypical while featuring in the science fiction films Annihilation (2018) and Possessor (2020). She has since starred in the fifth season of the crime drama series Fargo (2023).\n\nFor her stage work, Leigh was nominated for a Drama Desk award for her off-Broadway performance as Beverly Moss in Mike Leigh's Abigail's Party. Her Broadway debut occurred in 1998 when she became the replacement for the role of Sally Bowles in the musical Cabaret."},"id":10431},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"Walton Goggins","description":"Walton Sanders Goggins Jr. (born November 10, 1971)[1] is an American actor. He has starred in various television series, including The Shield (2002–08), Justified (2010–2015), Vice Principals (2016–17), The Righteous Gemstones (2019–25), Invincible (2021–present), Fallout (2024–present), and The White Lotus (2025).[2] He was nominated for the Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series for Justified and The White Lotus, and for the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series for Fallout.  Goggins starred in and co-produced the Academy Award–winning short film The Accountant (2001). He has also featured in feature films, such as Predators (2010), Lincoln, Django Unchained (both 2012), The Hateful Eight (2015), Maze Runner: The Death Cure, Tomb Raider, and Ant-Man and the Wasp (all 2018).\n\nDescription above from the Wikipedia article Walton Goggins, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":27740},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"Demián Bichir","description":"Demián Bichir Nájera (Spanish pronunciation:[deˈmjam biˈtʃiɾ ˈnaxeɾa]; born 1 August 1963) is a Mexican actor. After starring in telenovelas, he began to appear in Hollywood films. He was nominated for the Academy Award for Best Actor for his role in A Better Life.\n\nDescription above from the Wikipedia article Demián Bichir, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":76961},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"Michael Madsen","description":"Michael Madsen (September 25, 1957 – July 3, 2025) was an American actor, poet, and photographer. He starred in central roles in such films as Reservoir Dogs, Free Willy, Donnie Brasco, and Kill Bill, in addition to a supporting role in Sin City. Madsen is also credited with voice work in several video games, including Grand Theft Auto III, True Crime: Streets of L.A. and DRIV3R."},"id":147},{"collection_id":2,"metadata":{"Decade":["1930s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"Bruce Dern","description":"Bruce MacLeish Dern (born June 4, 1936) is an American actor. He was nominated for the Academy Award for Best Supporting Actor for Coming Home (1978) and the Academy Award for Best Actor for Nebraska (2013). His other major film appearances include Silent Running (1972), The King of Marvin Gardens (1972), The Cowboys (1972), Posse (1975), Family Plot (1976), Black Sunday (1977), Tattoo (1981), Monster (2003), The Hateful Eight (2015), and Once Upon a Time in Hollywood (2019).\n\nDescription above from the Wikipedia article Bruce Dern, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":6905},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"James Parks","description":"James Jean Parks (born November 16, 1968) is an American actor.\n\nParks was born in Ventura County, California. His roles include Texas Ranger Edgar McGraw in From Dusk Till Dawn 2: Texas Blood Money, Kill Bill: Volume 1, Kill Bill: Volume 2, Death Proof and Machete. Earl McGraw, the father of Edgar McGraw, is played by James' real life father, Michael Parks. He portrayed Deputy Gilber in the French horror film Rubber. Parks also acted alongside his father again in Kevin Smith's 2011 horror film, Red State, and appeared in Quentin Tarantino's films Django Unchained (as a tracker) and The Hateful Eight (as O.B. Jackson).\n\nIn 2008, Parks had a small role on the hit HBO television series True Blood playing Mack Rattray.\n\nDescription above from the Wikipedia article James Parks, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":87312},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"Dana Gourrier","description":"Dana Gourrier is an American stage, film and television actress, best known for her supporting roles in Quentin Tarantino's feature films \"Django Unchained\" and \"The Hateful Eight\". She holds a BFA in Performance Art from the University of Louisiana, Lafayette, and an MFA in Acting from the California Institute of the Arts, Valencia, USA."},"id":1133063},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"Zoë Bell","description":"Zoë E. Bell (born 17 November 1978) is a stuntwoman and actress from New Zealand. Some of her most notable stunt work includes doubling for Lucy Lawless on Xena: Warrior Princess and for Uma Thurman in Kill Bill. As an actress, she has appeared both on television and in feature films and also starred in the web series Angel of Death. She is probably most recognized for playing herself in the Quentin Tarantino film, Death Proof."},"id":20494},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"Lee Horsley","description":"Lee Arthur Horsley is an American film, television, and theater actor known for starring roles in the television series Nero Wolfe, Matt Houston, and Paradise. He starred in the 1982 film The Sword and the Sorcerer and recorded the audiobook edition of Lonesome Dove.\n\nHorsley began his acting career touring in stage productions of West Side Story, Damn Yankees, and Oklahoma!. In 1981, he portrayed TV detective Archie Goodwin in the short-lived NBC drama series Nero Wolfe. He played the title character in the detective series Matt Houston, as well as Ethan Allen Cord in the Western Heritage Award-winning series Paradise. This was followed by a lead role on Bodies of Evidence.\n\nHe appeared in the feature-length cult film The Sword and the Sorcerer in 1982, and appeared in its sequel Tales of an Ancient Empire in 2010. He recorded the audiobook edition of Larry McMurtry's Lonesome Dove. In 2006, Horsley and Marshall R. Teague traveled the world in search of exotic game on the Outdoor Life Network for the reality show, Benelli's Dream Hunts. In 2012. he appeared in the Quentin Tarantino film Django Unchained, as Sheriff Gus, and also has a role as a stagecoach driver in Tarantino's 2015 western The Hateful Eight."},"id":47859},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"Gene Jones","description":"Gene Jones is an American actor best known for his roles in No Country for Old Men (2007) andThe Sacrament (2013). He has also appeared in the films The Odd Life of Timothy Green and Oz the Great and Powerful and the television shows Louie and Boardwalk Empire. He also appeared in an episode of House of Cards. In 2014 he appeared in Merry Friggin' Christmas starring Robin Williams."},"id":1194944},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"Keith Jefferson","description":"Keith Jefferson (7 April 1970 - 5 October 2023) was an American actor."},"id":1198202},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"Craig Stark","description":""},"id":183519},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Associate Producer","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"William Paul Clark","description":""},"id":1599143},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Producer","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"Richard N. Gladstein","description":""},"id":12997},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Female"]},"references":[{"reason":"Producer","reference_id":273248,"name":"The Hateful Eight","reference_collection_id":1}],"contents":{"name":"Shannon McIntosh","description":""},"id":963669},{"collection_id":1,"metadata":{"Language":["English"],"Genre":["Drama","Mystery","Western"]},"references":[{"reason":"Actor","reference_id":2231,"name":"Samuel L. Jackson","reference_collection_id":2},{"reason":"Actor","reference_id":6856,"name":"Kurt Russell","reference_collection_id":2},{"reason":"Actor","reference_id":10431,"name":"Jennifer Jason Leigh","reference_collection_id":2},{"reason":"Actor","reference_id":27740,"name":"Walton Goggins","reference_collection_id":2},{"reason":"Actor","reference_id":76961,"name":"Demián Bichir","reference_collection_id":2},{"reason":"Actor","reference_id":3129,"name":"Tim Roth","reference_collection_id":2},{"reason":"Actor","reference_id":147,"name":"Michael Madsen","reference_collection_id":2},{"reason":"Actor","reference_id":6905,"name":"Bruce Dern","reference_collection_id":2},{"reason":"Actor","reference_id":87312,"name":"James Parks","reference_collection_id":2},{"reason":"Actor","reference_id":1133063,"name":"Dana Gourrier","reference_collection_id":2},{"reason":"Actor","reference_id":20494,"name":"Zoë Bell","reference_collection_id":2},{"reason":"Actor","reference_id":47859,"name":"Lee Horsley","reference_collection_id":2},{"reason":"Actor","reference_id":1194944,"name":"Gene Jones","reference_collection_id":2},{"reason":"Actor","reference_id":1198202,"name":"Keith Jefferson","reference_collection_id":2},{"reason":"Actor","reference_id":183519,"name":"Craig Stark","reference_collection_id":2},{"reason":"Executive Producer","reference_id":59839,"name":"Harvey Weinstein","reference_collection_id":2},{"reason":"Executive Producer","reference_id":1307,"name":"Bob Weinstein","reference_collection_id":2},{"reason":"Associate Producer","reference_id":1599143,"name":"William Paul Clark","reference_collection_id":2},{"reason":"Producer","reference_id":12997,"name":"Richard N. Gladstein","reference_collection_id":2},{"reason":"Producer","reference_id":963669,"name":"Shannon McIntosh","reference_collection_id":2},{"reason":"Director","reference_id":138,"name":"Quentin Tarantino","reference_collection_id":2}],"contents":{"name":"The Hateful Eight","description":"Bounty hunters seek shelter from a raging blizzard and get caught up in a plot of betrayal and deception."},"id":273248},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"Laura Linney","description":"Laura Leggett Linney (born February 5, 1964) is an American actress. She is the recipient of several awards, including two Golden Globe Awards and four Primetime Emmy Awards, and has been nominated for three Academy Awards and five Tony Awards.\n\nLinney made her Broadway debut in 1990 before going on to receive Tony Award nominations for the 2002 revival of The Crucible, the original Broadway productions of Sight Unseen (2004), Time Stands Still (2010), My Name Is Lucy Barton (2020), and the 2017 revival of The Little Foxes. On television, she won her first Emmy Award for the television film Wild Iris (2001), and had subsequent wins for the sitcom Frasier (2003–04) and the miniseries John Adams (2008). From 2010 to 2013, she starred in the Showtime series The Big C, which won her a fourth Emmy in 2013, and from 2017 to 2022 she starred in the Netflix crime series Ozark.\n\nLinney is also an established film actress. She made her film debut with a minor role in Lorenzo's Oil (1992) and went on to receive Academy Award nominations for the dramas You Can Count on Me (2000), Kinsey (2004), and The Savages (2007). She's also known for her performances in Primal Fear (1996), The Truman Show (1998), Mystic River and Love Actually (both 2003), The Squid and the Whale (2005), The Nanny Diaries (2007), Hyde Park on Hudson (2012), Mr. Holmes (2015), Sully and Nocturnal Animals (both 2016)."},"id":350},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"Noah Emmerich","description":"Noah Nicholas Emmerich (born February 27, 1965) is an American film actor who first broke out in the film Beautiful Girls. He was later seen in movies like The Truman Show, Cop Land, Frequency, Love & Sex, Windtalkers, Miracle, and Little Children.\n\nFrom Wikipedia, the free encyclopedia."},"id":11315},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"Natascha McElhone","description":"Natascha McElhone (born 14 December 1969) is an English actress of stage, screen and television, best known for her roles in Ronin, The Truman Show and Solaris. McElhone also plays a leading role in the Showtime series Californication."},"id":11317},{"collection_id":2,"metadata":{"Decade":["1940s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"Holland Taylor","description":"Holland Virginia Taylor (born January 14, 1943) is an American actress. She won the 1999 Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series for her role as Judge Roberta Kittleson on ABC's The Practice (1998–2003). For her portrayal of Evelyn Harper on the CBS comedy Two and a Half Men (2003–15), she received a total of four Primetime Emmy Award nominations.\n\nTaylor's other notable television credits include starring roles on the sitcoms Bosom Buddies (1980–82), The Powers That Be (1992–93) and The Naked Truth (1995–98). She also appeared as Jill Ollinger on the soap opera All My Children (1981–83), as Peggy Peabody on The L Word (2004–08), and as Ida Silver on Mr. Mercedes (2017–19). In 2020, she received critical praise and her eighth Primetime Emmy Award nomination for portraying Ellen Kincaid in the Netflix miniseries Hollywood.\n\nTaylor's feature film credits include Romancing the Stone (1984) and its sequel (1985), Alice (1990), To Die For (1995), One Fine Day (1996), George of the Jungle (1997), The Truman Show (1998), Happy Accidents (2000), Keeping the Faith (2000), Legally Blonde (2001), The Wedding Date (2005), Baby Mama (2008), Gloria Bell (2018), Bill & Ted Face the Music (2020), and The Stand In (2020).\n\nTaylor wrote and starred in the one-woman play, Ann, based on the life and work of Ann Richards. For this, she received a nomination for the Tony Award for Best Actress.\n\nDescription above from the Wikipedia article Holland Taylor, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":11318},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"Ed Harris","description":"Edward Allen Harris (born November 28, 1950) is an American actor and filmmaker. His performances in Apollo 13 (1995), The Truman Show (1998), Pollock (2000), and The Hours (2002) earned him critical acclaim and Academy Award nominations.\n\nHarris has appeared in numerous leading and supporting roles, including in Creepshow (1982), The Right Stuff (1983), Under Fire (1983), Places in the Heart (1984), The Abyss (1989), Glengarry Glen Ross (1992), The Firm (1993), Nixon (1995), The Rock (1996), Stepmom (1998), A Beautiful Mind (2001), Enemy at the Gates (2001), Radio (2003), A History of Violence (2005), Gone Baby Gone (2007), National Treasure: Book of Secrets (2007), Snowpiercer (2013), Mother! (2017), The Lost Daughter (2021), and Top Gun: Maverick (2022). In addition to directing Pollock, Harris directed the Western film Appaloosa (2008).\n\nIn television, Harris is notable for his roles as Miles Roby in the miniseries Empire Falls (2005) and as United States Senator John McCain in the television movie Game Change (2012); the latter earned him the Golden Globe Award for Best Supporting Actor – Series, Miniseries or Television Film. He starred as the Man in Black in the HBO science fiction-Western series Westworld (2016–2022), for which he earned a nomination for the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series.\n\nDescription above from the Wikipedia article Ed Harris, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":228},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"Paul Giamatti","description":"Paul Edward Valentine Giamatti (/ˌdʒiːəˈmɑːti/JEE-ə-MAH-tee; born June 6, 1967) is an American actor. His accolades include a Primetime Emmy Award, three Golden Globes, and nominations for two Academy Awards and a British Academy Film Award.\n\nAfter studying acting at the Yale School of Drama, he performed in numerous theatrical productions. Giamatti debuted on Broadway, portraying Ezra Chater in the Tom Stoppard play Arcadia (1995). Later that year, he played the Rev. Donald \"Streaky\" Bacon in the David Hare play Racing Demon (1995). He returned to theatre in the revivals of Anton Chekhov's Three Sisters (1997) and Eugene O'Neill's The Iceman Cometh (1999).\n\nGiamatti's breakout film role was in Private Parts (1997), followed by roles in My Best Friend's Wedding (1997), Saving Private Ryan (1998), and Man on the Moon (1999). He won acclaim for his leading roles in American Splendor (2003), Sideways (2004), Win Win (2011), and Private Life (2018). He has also acted in Planet of the Apes (2001), The Illusionist (2006), Fred Claus (2007), The Ides of March (2011), 12 Years a Slave (2013), Saving Mr. Banks (2013), Love & Mercy (2014), and Straight Outta Compton (2015). He has earned Academy Award nominations for Best Supporting Actor for portraying Joe Gould in Cinderella Man (2005) and Best Actor for playing a disgruntled teacher in The Holdovers (2023).\n\nOn television, Giamatti played the role in the HBO miniseries John Adams (2008), earning him acclaim and several awards, including a Primetime Emmy and Golden Globe. He starred as U.S. Attorney Chuck Rhoades Jr. in the Showtime television series Billions (2016–2023). He earned Emmy nominations for his roles as Ben Bernanke in the HBO film Too Big to Fail (2011) and Harold Levinson in the ITV series Downton Abbey (2013). In the Netflix anthology series Black Mirror episode Eulogy (2025), he played a grieving lover.\n\nDescription above from the Wikipedia article Paul Giamatti, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":13242},{"collection_id":2,"metadata":{"Decade":["1940s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"Brian Delate","description":"After college graduation, Delate moved to New York City and spent his first few years adapting, both professionally and personally, to the novelty and pace of the city. Delate's first professional acting work (and his very special association with the New York Shakespeare Festival) began in 1981, when he was cast in both of the plays performed in Central Park that summer - Henry IV, Part I and The Tempest. Other plays followed (including Joseph Papp's Hamlet with Diane Venora), and in 1984-1985, Delate received critical acclaim for his performance in the award-winning play, Tracers, which had successful runs in both New York (NYSF) and London (Royal Court). An abundance of daytime television and commercial work followed. In 1987, William Friedkin cast him in Python Wolf and not long after, David Jones cast him opposite Robert DeNiro and Ed Harris in Jacknife. Theatre, film and television opportunities all combined to help Delate thrive as an actor. He spent three seasons with the River Arts Repertory, and three seasons with Phoenix Theatre Company doing rotating repertory theatre, along with numerous theatre acting stints in and out of New York. One piece of trivia from that time was that Delate got to play the Humphrey Bogart role of Rick in the only sanctioned stage production of Casablanca permitted by Warner Brothers.  Delate has had the privilege to work with some of the most talented and creative directors and actors in the industry -- most recently in The Brave One (directed by Neil Jordan, with Jodie Foster), in Salome on Broadway, directed by Estelle Parsons and elsewhere and in the film, Salomaybe (both with Al Pacino), as well as in My Brother (directed by Anthony Lover), Buffalo Soldiers (directed by Gregor Jordan, with Ed Harris and Joaquin Phoenix), The Truman Show (directed by Peter Weir, with Jim Carrey and Laura Linney), American Wake and Home Before Dark (both directed by Maureen Foley, the latter with Katherine Ross), Sudden Death (directed by Peter Hyams), Far From Heaven (directed by Todd Haynes), Ash Wednesday (directed by Edward Burns), and The Shawshank Redemption (directed by Frank Darabont, with Tim Robbins)."},"id":6579},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"Peter Krause","description":"Peter William Krause (born August 12, 1965) is an American actor. He has played lead roles in multiple television series, portraying Casey McCall on Sports Night (1998–2000), Nate Fisher on Six Feet Under (2001–2005), Nick George on Dirty Sexy Money (2007–2009), Adam Braverman on Parenthood (2010–2015), Benjamin Jones on The Catch (2016–2017), and Bobby Nash on 9-1-1 (2018–present).\n\nFor his work on Six Feet Under, Krause was nominated for three Primetime Emmy Awards, two Golden Globe Awards, and seven Screen Actors Guild Awards, winning twice for Outstanding Performance by an Ensemble in a Drama Series.\n\nDescription above from the Wikipedia article Peter Krause, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":23119},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"Blair Slater","description":""},"id":116898},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"Heidi Schanz","description":"Linda Heidi Schanz is an American retired actress and model who appeared in several films and television shows from 1995 to 2001. She is known for her female lead role in Universal Soldier: The Return (1999)."},"id":11321},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"Una Damon","description":"A South Korean and American actress. Her film credits include Gattaca, The Truman Show, Deep Impact, Deep Rising and Spider-Man. Damon has acted in numerous television shows including Curb Your Enthusiasm, Charmed, Chicago Hope, Sliders, Girlfriends and The Closer. In 1995, she appeared in the film For Better or Worse. In 2006, she directed and starred in a short film which she also wrote and produced called Sixth Street Bridge."},"id":154644},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"Krista Lynn Landolfi","description":""},"id":1048405},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"O-Lan Jones","description":"O-Lan Jones (born May 23, 1950) is an American actress, composer, and theater producer. She played religious fanatic Esmeralda in Edward Scissorhands."},"id":1912},{"collection_id":2,"metadata":{"Decade":["1940s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"Ron Taylor","description":""},"id":116899},{"collection_id":2,"metadata":{"Decade":["1940s"],"Gender":["Male"]},"references":[{"reason":"Director","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"Peter Weir","description":"Peter Lindsay Weir AM (born August 21, 1944) is a retired Australian film director. He is known for directing films crossing various genres over forty years with films such as Picnic at Hanging Rock (1975), Gallipoli (1981), Witness (1985), Dead Poets Society (1989), Fearless (1993), The Truman Show (1998), Master and Commander: The Far Side of the World (2003), and The Way Back (2010). He has received six Academy Award nominations, ultimately being awarded the Academy Honorary Award in 2022 for his lifetime achievement career.\n\nEarly in his career as a director, Weir was a leading figure in the Australian New Wave cinema movement (1970–1990). Weir made his feature film debut with Homesdale and continued with the mystery drama Picnic at Hanging Rock (1975), the supernatural thriller The Last Wave (1977) and the historical drama Gallipoli (1981). Weir gained tremendous success with the multinational production The Year of Living Dangerously (1982).\n\nAfter the success of The Year of Living Dangerously, Weir directed a diverse group of American and international films covering most genres–many of them major box office hits–including Academy Award-nominated films such as the thriller Witness (1985), the drama Dead Poets Society (1989), the romantic comedy Green Card (1990), the social science fiction comedy-drama The Truman Show (1998) and the epic historical drama Master and Commander: The Far Side of the World (2003). His final feature before his retirement was the well-received The Way Back (2010).\n\nDescription above from the Wikipedia article Peter Weir, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":2690},{"collection_id":2,"metadata":{"Decade":["1920s"],"Gender":["Male"]},"references":[{"reason":"Producer","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"Edward S. Feldman","description":"Edward S. Feldman (September 5, 1929 – October 2, 2020) was an American film and television producer."},"id":11302},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Producer","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"Andrew Niccol","description":"Andrew M. Niccol (born 10 June 1964) is a New Zealand-born screenwriter, producer, and director. He wrote and directed Gattaca, S1m0ne, and Lord of War. He also wrote and co-produced The Truman Show, which earned him an Academy Award nomination for best original screenplay in 1999 and won him a BAFTA award for Best Screenplay. Many of his films, such as Gattaca, S1m0ne and The Truman Show view societal or political issues through a fantasy-science fiction lens. Lord of War, however, was a contemporary, matter-of-fact exploration of gunrunning.\n\nNiccol was born in Paraparaumu, New Zealand in 1964 and grew up in Auckland, where he attended Auckland Grammar School. He left New Zealand at age 21 and began directing commercials in London, England. During the production of S1m0ne, he met model Rachel Roberts, with whom he has a son, Jack in 2003, and a daughter, Ava in 2008.\n\nDescription above from the Wikipedia article Andrew Niccol, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":8685},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Producer","reference_id":37165,"name":"The Truman Show","reference_collection_id":1},{"reason":"Producer","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Scott Rudin","description":"​Scott Rudin (born July 14, 1958) is an American film and theatrical producer.\n\nHe started working as an assistant to theater producer Kermit Bloomgarden at the age of sixteen. Later, he worked for producers Robert Whitehead and Emanuel Azenberg. Rudin ended up starting his own company after he took a job as a casting agent In lieu of attending college.  In 1980, Rudin moved to Los Angeles, taking up employment at Edgar J. Scherick Associates, where he served as producer on a variety of films including I'm Dancing as Fast as I Can (1981), the NBC miniseries Little Gloria... Happy at Last (1982) and the Oscar-winning documentary He Makes Me Feel Like Dancin' (1983). Rudin later formed his own business, Scott Rudin Productions. His first film under that banner was Gillian Armstrong's Mrs. Soffel (1984). But, not long after, Rudin joined 20th Century-Fox as an executive producer. At Fox, he met Jonathan Dolgen, a higher-level executive, with whom he would be working once again at Paramount Pictures years later. Rudin swiftly rose through the ranks at Fox and became president of production by 1986 at the age of 29. His stint at the top of Fox was short lived though, and he soon left and entered into a producing deal with Paramount. \n\nIn early 2021, The Hollywood Reporter published a story covering a long term pattern of abusive behavior from Rudin, based on statements from former employees. In the article, he was accused of physical abuse, including smashing a computer monitor on the hand of an assistant and throwing objects at employees. Following this, Rudin announced he would be stepping away from a number of film, television, and Broadway projects he was involved in. His business relationship with A24 was also ended during this time.\n\nRudin lives in New York City with his husband John Barlow, a Broadway theatre publicist and former owner of Barlow/Hartman Public Relations."},"id":2997},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Producer","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"Adam Schroeder","description":""},"id":11303},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Female"]},"references":[{"reason":"Executive Producer","reference_id":37165,"name":"The Truman Show","reference_collection_id":1}],"contents":{"name":"Lynn Pleshette","description":""},"id":56969},{"collection_id":1,"metadata":{"Language":["English"],"Genre":["Comedy","Drama"]},"references":[{"reason":"Actor","reference_id":206,"name":"Jim Carrey","reference_collection_id":2},{"reason":"Actor","reference_id":350,"name":"Laura Linney","reference_collection_id":2},{"reason":"Actor","reference_id":11315,"name":"Noah Emmerich","reference_collection_id":2},{"reason":"Actor","reference_id":11317,"name":"Natascha McElhone","reference_collection_id":2},{"reason":"Actor","reference_id":11318,"name":"Holland Taylor","reference_collection_id":2},{"reason":"Actor","reference_id":228,"name":"Ed Harris","reference_collection_id":2},{"reason":"Actor","reference_id":13242,"name":"Paul Giamatti","reference_collection_id":2},{"reason":"Actor","reference_id":6579,"name":"Brian Delate","reference_collection_id":2},{"reason":"Actor","reference_id":23119,"name":"Peter Krause","reference_collection_id":2},{"reason":"Actor","reference_id":116898,"name":"Blair Slater","reference_collection_id":2},{"reason":"Actor","reference_id":11321,"name":"Heidi Schanz","reference_collection_id":2},{"reason":"Actor","reference_id":154644,"name":"Una Damon","reference_collection_id":2},{"reason":"Actor","reference_id":1048405,"name":"Krista Lynn Landolfi","reference_collection_id":2},{"reason":"Actor","reference_id":1912,"name":"O-Lan Jones","reference_collection_id":2},{"reason":"Actor","reference_id":116899,"name":"Ron Taylor","reference_collection_id":2},{"reason":"Director","reference_id":2690,"name":"Peter Weir","reference_collection_id":2},{"reason":"Producer","reference_id":11302,"name":"Edward S. Feldman","reference_collection_id":2},{"reason":"Producer","reference_id":8685,"name":"Andrew Niccol","reference_collection_id":2},{"reason":"Producer","reference_id":2997,"name":"Scott Rudin","reference_collection_id":2},{"reason":"Producer","reference_id":11303,"name":"Adam Schroeder","reference_collection_id":2},{"reason":"Executive Producer","reference_id":56969,"name":"Lynn Pleshette","reference_collection_id":2}],"contents":{"name":"The Truman Show","description":"An insurance salesman begins to suspect that his whole life is actually some sort of reality TV show."},"id":37165},{"collection_id":2,"metadata":{"Decade":["1980s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Alexandre Rodrigues","description":"Alexandre Rodrigues (Rio de Janeiro, May 21, 1983) is a Brazilian actor. He is most famous for playing the part of Buscapé, the narrator and protagonist in the 2002 film City of God."},"id":8595},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Leandro Firmino","description":"Leandro Firmino da Hora (Rio de Janeiro, June 24, 1978) is a Brazilian actor best known for playing the role of Zé Pequeno in the Brazilian film City of God."},"id":8596},{"collection_id":2,"metadata":{"Decade":["1980s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Phellipe Haagensen","description":""},"id":8597},{"collection_id":2,"metadata":{"Decade":["1980s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Douglas Silva","description":"Douglas Silva is a Brazilian actor. He is known for played Dadinho in the 2002 Brazilian film, City of God. He also played Acerola in the spin-off series City of Men and the 2007 film based on it. He became the first Brazilian actor to be nominated for the International Emmy Award."},"id":8598},{"collection_id":2,"metadata":{"Decade":["1980s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Jonathan Haagensen","description":"Jonathan Sirney Haagensen Cerqueira (Rio de Janeiro, February 23, 1983) is a Brazilian actor, producer and model."},"id":8599},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Matheus Nachtergaele","description":"Matheus Nachtergaele was born in Sao Paulo, Brazil, in 1969. He showed his talent in many roles, both in cinema and television. Best known for City of God, Central Station and A Dog's Will."},"id":8600},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Seu Jorge","description":"Seu Jorge (born June 8, 1970) is a Brazilian musician, singer/songwriter and actor. Born Jorge Mário da Silva, he was raised in a favela in the city of Belford Roxo in the Baixada Fluminense region of Rio de Janeiro state. He is considered by his fans a renewer of Brazilian pop samba. Seu Jorge cites samba school, and American soul singer Stevie Wonder as major musical influences. Seu Jorge has gained exposure through his work as an actor and soundtrack composer. He appeared in the critically acclaimed film City of God as Mané Galinha, and then played Pelé Dos Santos in Wes Anderson's The Life Aquatic with Steve Zissou, for which he provided much of the soundtrack in the form of Portuguese language cover versions of David Bowie classics."},"id":5659},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Jefechander Suplino","description":""},"id":8601},{"collection_id":2,"metadata":{"Decade":["1980s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Alice Braga","description":"Alice Braga Moraes (born 15 April 1983) is a Brazilian actress and producer. She has appeared in several Brazilian films, starring as Angélica in the acclaimed City of God (2002), as Karinna in Lower City (2005), and as Dolores in Only God Knows (2006).\n\nBraga came to international prominence after appearing opposite Will Smith in I Am Legend (2007), and has since become a familiar face in Hollywood, having appeared in films such as Predators (2010), The Rite (2011), Elysium (2013), The Shack (2017), Soul (2020), and The Suicide Squad (2021). She portrayed the starring role of Teresa Mendoza in the crime drama-thriller television series Queen of the South (2016–2021)."},"id":8602},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Emerson Gomes","description":""},"id":3883645},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Edson Oliveira","description":""},"id":3582522},{"collection_id":2,"metadata":{"Decade":["1980s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Michel Gomes","description":""},"id":1032387},{"collection_id":2,"metadata":{"Decade":["1980s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Roberta Rodrigues","description":"Roberta de Souza Rodrigues (Rio de Janeiro, October 20, 1982) is a Brazilian actress and singer. She began her career in the 2000s in theater works of the group Nós do Morro until she became known worldwide for playing the character Berenice, in the film City of God."},"id":8603},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["None"]},"references":[{"reason":"Actor","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Luis Otávio","description":""},"id":8604},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Kiko Marques","description":""},"id":2483242},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Producer","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Donald Ranvaud","description":""},"id":8571},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["None"]},"references":[{"reason":"Producer","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Juliette Renaud","description":""},"id":8572},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Female"]},"references":[{"reason":"Executive Producer","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Bel Berlinck","description":""},"id":8565},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Female"]},"references":[{"reason":"Executive Producer","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Elisa Tolomelli","description":""},"id":8564},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Female"]},"references":[{"reason":"Producer","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Andrea Barata Ribeiro","description":""},"id":8562},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Director","reference_id":598,"name":"City of God","reference_collection_id":1}],"contents":{"name":"Fernando Meirelles","description":"Fernando Ferreira Meirelles (Brazilian Portuguese:[feʁˈnɐ̃du mejˈɾɛlis]; born 9 November 1955) is a Brazilian film director, producer, and screenwriter. He is best known for co-directing the film City of God, released in 2002 in Brazil and in 2003 in the U.S. by Miramax Films, which received international critical acclaim. He was nominated for an Academy Award for Best Director for his work in the film. He was also nominated for a Golden Globe Award for Best Director in 2005 for The Constant Gardener, which garnered the Academy Award for Best Supporting Actress for Rachel Weisz. He also directed the 2008 adaptation of José Saramago's novel Blindness and the 2011 film 360. In 2019, Meirelles directed The Two Popes for Netflix.\n\nIn television, Meirelles directed and produced the HBO original series Joint Venture in Brazil. In 2024, he led the directing work for the crime series Sugar and the historical miniseries The Sympathizer.\n\nDescription above from the Wikipedia article Fernando Meirelles, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":8557},{"collection_id":1,"metadata":{"Language":["Portuguese"],"Genre":["Drama","Crime"]},"references":[{"reason":"Actor","reference_id":8595,"name":"Alexandre Rodrigues","reference_collection_id":2},{"reason":"Actor","reference_id":8596,"name":"Leandro Firmino","reference_collection_id":2},{"reason":"Actor","reference_id":8597,"name":"Phellipe Haagensen","reference_collection_id":2},{"reason":"Actor","reference_id":8598,"name":"Douglas Silva","reference_collection_id":2},{"reason":"Actor","reference_id":8599,"name":"Jonathan Haagensen","reference_collection_id":2},{"reason":"Actor","reference_id":8600,"name":"Matheus Nachtergaele","reference_collection_id":2},{"reason":"Actor","reference_id":5659,"name":"Seu Jorge","reference_collection_id":2},{"reason":"Actor","reference_id":8601,"name":"Jefechander Suplino","reference_collection_id":2},{"reason":"Actor","reference_id":8602,"name":"Alice Braga","reference_collection_id":2},{"reason":"Actor","reference_id":3883645,"name":"Emerson Gomes","reference_collection_id":2},{"reason":"Actor","reference_id":3582522,"name":"Edson Oliveira","reference_collection_id":2},{"reason":"Actor","reference_id":1032387,"name":"Michel Gomes","reference_collection_id":2},{"reason":"Actor","reference_id":8603,"name":"Roberta Rodrigues","reference_collection_id":2},{"reason":"Actor","reference_id":8604,"name":"Luis Otávio","reference_collection_id":2},{"reason":"Actor","reference_id":2483242,"name":"Kiko Marques","reference_collection_id":2},{"reason":"Producer","reference_id":8571,"name":"Donald Ranvaud","reference_collection_id":2},{"reason":"Producer","reference_id":8572,"name":"Juliette Renaud","reference_collection_id":2},{"reason":"Executive Producer","reference_id":8565,"name":"Bel Berlinck","reference_collection_id":2},{"reason":"Executive Producer","reference_id":8564,"name":"Elisa Tolomelli","reference_collection_id":2},{"reason":"Producer","reference_id":8562,"name":"Andrea Barata Ribeiro","reference_collection_id":2},{"reason":"Director","reference_id":8557,"name":"Fernando Meirelles","reference_collection_id":2}],"contents":{"name":"City of God","description":"In the poverty-stricken favelas of Rio de Janeiro in the 1970s, two young men choose different paths. Rocket is a budding photographer who documents the increasing drug-related violence of his neighborhood, while José “Zé” Pequeno is an ambitious drug dealer diving into a dangerous life of crime."},"id":598},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":7347,"name":"Elite Squad","reference_collection_id":1}],"contents":{"name":"Wagner Moura","description":"Wagner Maniçoba de Moura (born June 27, 1976) is a Brazilian actor, director and musician. Critically considered one of the protagonists of current Brazilian cinema. He is internationally recognized for the role of Pablo Escobar in the TV series Narcos and Nationally known for the role of Captain Nascimento in the movie Elite Squad and Elite Squad: The Enemy Within. He started doing theater in Salvador, where he worked with renowned directors, such as Fernando Guerreiro and Celso Júnior, and soon had some participation in films. In 2003, he starred in Deus é Brasileiro and O Caminho das Nuvens, besides having a prominent role in Carandiru, which propelled him to the main scene of Brazilian cinema. He continued starring in national feature films. In 2007, he was the antagonist of the soap opera Paraíso Tropical, being praised for his performance by both the public and critics."},"id":52583},{"collection_id":2,"metadata":{"Decade":["1980s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":7347,"name":"Elite Squad","reference_collection_id":1}],"contents":{"name":"André Ramiro","description":""},"id":52585},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":7347,"name":"Elite Squad","reference_collection_id":1}],"contents":{"name":"Caio Junqueira","description":""},"id":52584},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":7347,"name":"Elite Squad","reference_collection_id":1}],"contents":{"name":"Milhem Cortaz","description":"Milhem Cortaz (São Paulo, December 6, 1971) is a Brazilian actor and presenter. Of Arab and Italian descent, Cortaz started in theater at the age of 11, led by actor Walmor Chagas when he performed in the play O Santo Milagroso, in 1983. He moved at the age of 15 to live in Italy with his aunt to get rid of his cocaine addiction, where he graduated from the Piccolo Teatro di Milano and began doing street theater under the influence of Commedia dell'arte but returned to Brazil in 1990, joining the Centro de Pesquisa Teatral (CPT) and stood out, among others, for his performances in O Melhor do Homem in 1995, directed by Ulysses Cruz. He is known for Carandiru (2003), Elite Squad (2007) and A Wolf at the Door (2013)."},"id":52586},{"collection_id":2,"metadata":{"Decade":["1980s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":7347,"name":"Elite Squad","reference_collection_id":1}],"contents":{"name":"Fernanda Machado","description":""},"id":469968},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":7347,"name":"Elite Squad","reference_collection_id":1}],"contents":{"name":"Maria Ribeiro","description":"Maria do Amaral Ribeiro (Rio de Janeiro, November 9, 1975) is a Brazilian actress, writer and film director. She has won several awards in her career, including a Grande Otelo, a Guarani Award, a Prêmio Qualidade Brasil and a Kikito from the Gramado Festival."},"id":12397},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":7347,"name":"Elite Squad","reference_collection_id":1}],"contents":{"name":"Fábio Lago","description":"Fábio de Souza Lago (Ilhéus, March 13, 1970) is a Brazilian actor."},"id":575447},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":7347,"name":"Elite Squad","reference_collection_id":1}],"contents":{"name":"Erick Oliveira","description":""},"id":1429606},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":7347,"name":"Elite Squad","reference_collection_id":1}],"contents":{"name":"Marcello Escorel","description":""},"id":1086172},{"collection_id":2,"metadata":{"Decade":["1980s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":7347,"name":"Elite Squad","reference_collection_id":1}],"contents":{"name":"Roberta Santiago","description":""},"id":1429607},{"collection_id":2,"metadata":{"Decade":["1980s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":7347,"name":"Elite Squad","reference_collection_id":1}],"contents":{"name":"Fernanda de Freitas","description":"Fernanda de Freitas Sahdo (São José do Rio Preto, February 25, 1980) is a Brazilian actress and presenter, winner of the Best Actress award at the Paulínia Film Festival, she also accumulates nominations for a Guarani Award and a Quality Brazil Award."},"id":1257193},{"collection_id":2,"metadata":{"Decade":["1980s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":7347,"name":"Elite Squad","reference_collection_id":1}],"contents":{"name":"Paulo Vilela","description":""},"id":1488042},{"collection_id":2,"metadata":{"Decade":["1980s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":7347,"name":"Elite Squad","reference_collection_id":1}],"contents":{"name":"Juliano Cazarré","description":"Juliano Cazarré (Pelotas, September 24, 1980) is a Brazilian actor and writer."},"id":559177},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["None"]},"references":[{"reason":"Actor","reference_id":7347,"name":"Elite Squad","reference_collection_id":1}],"contents":{"name":"Guilherme Guaral","description":""},"id":1692075},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":7347,"name":"Elite Squad","reference_collection_id":1}],"contents":{"name":"André Di Mauro","description":""},"id":1256840},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Director","reference_id":7347,"name":"Elite Squad","reference_collection_id":1},{"reason":"Producer","reference_id":7347,"name":"Elite Squad","reference_collection_id":1}],"contents":{"name":"José Padilha","description":"José Padilha is an award-winning Brazilian director of the Brazilian films Bus 174,Tropa de Elite - which earned him a Golden Bear award at the 2008 Berlin International Film Festival - and Tropa de Elite 2.\n\nThe films form part of a trilogy, looking at the influence of media, police and, finally, polticians.  His film Secrets of the Tribe premiered at the 2010 Sundance Film Festival to critical acclaim.  This documentary explores the allegations, first brought to light in the book Darkness in El Dorado, that anthropologists studying the Yanomami Indians in the 1960s and 70s engaged in bizarre and inappropriate interactions with the tribe, including sexual and medical violations."},"id":52576},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Producer","reference_id":7347,"name":"Elite Squad","reference_collection_id":1}],"contents":{"name":"Marcos Prado","description":"Born in Rio de Janeiro, Brazil, in 1961. He studied at the Brooks Photography Institute in California. As a photographer, he won prizes such as the World Press Photo and the UN Focus on Your World."},"id":376896},{"collection_id":1,"metadata":{"Language":["Portuguese"],"Genre":["Drama","Action","Crime"]},"references":[{"reason":"Actor","reference_id":52583,"name":"Wagner Moura","reference_collection_id":2},{"reason":"Actor","reference_id":52585,"name":"André Ramiro","reference_collection_id":2},{"reason":"Actor","reference_id":52584,"name":"Caio Junqueira","reference_collection_id":2},{"reason":"Actor","reference_id":52586,"name":"Milhem Cortaz","reference_collection_id":2},{"reason":"Actor","reference_id":469968,"name":"Fernanda Machado","reference_collection_id":2},{"reason":"Actor","reference_id":12397,"name":"Maria Ribeiro","reference_collection_id":2},{"reason":"Actor","reference_id":575447,"name":"Fábio Lago","reference_collection_id":2},{"reason":"Actor","reference_id":1429606,"name":"Erick Oliveira","reference_collection_id":2},{"reason":"Actor","reference_id":1086172,"name":"Marcello Escorel","reference_collection_id":2},{"reason":"Actor","reference_id":1429607,"name":"Roberta Santiago","reference_collection_id":2},{"reason":"Actor","reference_id":1257193,"name":"Fernanda de Freitas","reference_collection_id":2},{"reason":"Actor","reference_id":1488042,"name":"Paulo Vilela","reference_collection_id":2},{"reason":"Actor","reference_id":559177,"name":"Juliano Cazarré","reference_collection_id":2},{"reason":"Actor","reference_id":1692075,"name":"Guilherme Guaral","reference_collection_id":2},{"reason":"Actor","reference_id":1256840,"name":"André Di Mauro","reference_collection_id":2},{"reason":"Director","reference_id":52576,"name":"José Padilha","reference_collection_id":2},{"reason":"Producer","reference_id":52576,"name":"José Padilha","reference_collection_id":2},{"reason":"Producer","reference_id":376896,"name":"Marcos Prado","reference_collection_id":2}],"contents":{"name":"Elite Squad","description":"In 1997, before the visit of the pope to Rio de Janeiro, Captain Nascimento from BOPE (Special Police Operations Battalion) is assigned to eliminate the risks of the drug dealers in a dangerous slum nearby where the pope intends to be lodged."},"id":7347},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":18079,"name":"Nine Queens","reference_collection_id":1},{"reason":"Actor","reference_id":13653,"name":"The Aura","reference_collection_id":1}],"contents":{"name":"Ricardo Darín","description":"Ricardo Darín (born January 16, 1957) is an Argentine actor.\n\nDarín is one of the biggest movie stars in Argentina. He played a number of parts in TV series for several years where he became popular as a young leading actor. His most prominent roles as a film actor include Nine Queens (2000), El Hijo de la Novia (2001), Luna de Avellaneda (2004), El Aura (2005) and La Señal (2007), which was also his directorial debut. He starred in the Academy Award winning film The Secret in Their Eyes (2009)."},"id":69310},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":18079,"name":"Nine Queens","reference_collection_id":1}],"contents":{"name":"Gastón Pauls","description":""},"id":119671},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":18079,"name":"Nine Queens","reference_collection_id":1}],"contents":{"name":"Leticia Brédice","description":"Leticia Brédice (Buenos Aires, born July 26, 1975) is an Argentine theatre, film, and television actress and singer."},"id":96918},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":18079,"name":"Nine Queens","reference_collection_id":1}],"contents":{"name":"Gabo Correa","description":""},"id":928977},{"collection_id":2,"metadata":{"Decade":["1930s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":18079,"name":"Nine Queens","reference_collection_id":1}],"contents":{"name":"Pochi Ducasse","description":""},"id":1148662},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":18079,"name":"Nine Queens","reference_collection_id":1}],"contents":{"name":"Jorge Noya","description":""},"id":122708},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["None"]},"references":[{"reason":"Actor","reference_id":18079,"name":"Nine Queens","reference_collection_id":1}],"contents":{"name":"María Mercedes Villagra","description":""},"id":1372517},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":18079,"name":"Nine Queens","reference_collection_id":1}],"contents":{"name":"Ignasi Abadal","description":""},"id":138696},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":18079,"name":"Nine Queens","reference_collection_id":1}],"contents":{"name":"Carlos Lanari","description":""},"id":1059956},{"collection_id":2,"metadata":{"Decade":["1980s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":18079,"name":"Nine Queens","reference_collection_id":1}],"contents":{"name":"Tomás Fonzi","description":""},"id":101690},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":18079,"name":"Nine Queens","reference_collection_id":1},{"reason":"Actor","reference_id":13653,"name":"The Aura","reference_collection_id":1}],"contents":{"name":"Alejandro Awada","description":"Alejandro Awada is an Argentine actor recognized for his work across film, theatre, and television. He's had notable roles in Historia de un clan (2015), The Aura (2005), Gone Fishing (2012), El marginal (2016), The Secretary (2020) and Yosi, the Regretful Spy (2022).\n\nHe's the son of Abraham Awada, a Lebanese immigrant businessman, founder of the Awada clothing brand. He has four siblings, one of which is former First Lady Juliana Awada."},"id":74912},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":18079,"name":"Nine Queens","reference_collection_id":1}],"contents":{"name":"Antonio Ugo","description":""},"id":944066},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["None"]},"references":[{"reason":"Actor","reference_id":18079,"name":"Nine Queens","reference_collection_id":1}],"contents":{"name":"Elsa Berenguer","description":""},"id":1348332},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["None"]},"references":[{"reason":"Actor","reference_id":18079,"name":"Nine Queens","reference_collection_id":1}],"contents":{"name":"Ricardo Díaz Mourelle","description":""},"id":1313069},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":18079,"name":"Nine Queens","reference_collection_id":1}],"contents":{"name":"Gabriel Molinelli","description":""},"id":638709},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Director","reference_id":18079,"name":"Nine Queens","reference_collection_id":1},{"reason":"Director","reference_id":13653,"name":"The Aura","reference_collection_id":1}],"contents":{"name":"Fabián Bielinsky","description":"​From Wikipedia, the free encyclopedia.\n\nFabián Bielinsky (3 February 1959 – 29 June 2006) was an Argentine film director born in Buenos Aires.\n\nDescription above from the Wikipedia article Fabián Bielinsky, licensed under CC-BY-SA, full list of contributors on Wikipedia"},"id":74907},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Producer","reference_id":18079,"name":"Nine Queens","reference_collection_id":1}],"contents":{"name":"Pablo E. Bossi","description":""},"id":938780},{"collection_id":1,"metadata":{"Language":["Spanish"],"Genre":["Crime","Thriller","Drama"]},"references":[{"reason":"Actor","reference_id":69310,"name":"Ricardo Darín","reference_collection_id":2},{"reason":"Actor","reference_id":119671,"name":"Gastón Pauls","reference_collection_id":2},{"reason":"Actor","reference_id":96918,"name":"Leticia Brédice","reference_collection_id":2},{"reason":"Actor","reference_id":928977,"name":"Gabo Correa","reference_collection_id":2},{"reason":"Actor","reference_id":1148662,"name":"Pochi Ducasse","reference_collection_id":2},{"reason":"Actor","reference_id":122708,"name":"Jorge Noya","reference_collection_id":2},{"reason":"Actor","reference_id":1372517,"name":"María Mercedes Villagra","reference_collection_id":2},{"reason":"Actor","reference_id":138696,"name":"Ignasi Abadal","reference_collection_id":2},{"reason":"Actor","reference_id":1059956,"name":"Carlos Lanari","reference_collection_id":2},{"reason":"Actor","reference_id":101690,"name":"Tomás Fonzi","reference_collection_id":2},{"reason":"Actor","reference_id":74912,"name":"Alejandro Awada","reference_collection_id":2},{"reason":"Actor","reference_id":944066,"name":"Antonio Ugo","reference_collection_id":2},{"reason":"Actor","reference_id":1348332,"name":"Elsa Berenguer","reference_collection_id":2},{"reason":"Actor","reference_id":1313069,"name":"Ricardo Díaz Mourelle","reference_collection_id":2},{"reason":"Actor","reference_id":638709,"name":"Gabriel Molinelli","reference_collection_id":2},{"reason":"Director","reference_id":74907,"name":"Fabián Bielinsky","reference_collection_id":2},{"reason":"Producer","reference_id":938780,"name":"Pablo E. Bossi","reference_collection_id":2}],"contents":{"name":"Nine Queens","description":"Two con artists try to swindle a stamp collector by selling him a sheet of counterfeit rare stamps, the \"nine queens\"."},"id":18079},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":13653,"name":"The Aura","reference_collection_id":1}],"contents":{"name":"Dolores Fonzi","description":"Dolores Fonzi (born 19 July 1978) is an Argentine TV and film actress active since 1997. Several of her films have received critical acclaim such as Plata quemada (2000), Esperando al mesías (2000), El Fondo del mar (2003) and El Aura (2005). Her brother, Tomás Fonzi is also an actor in the Cinema of Argentina. She has worked with such directors as Marcelo Piñeyro, Daniel Burman, Damián Szifrón and Fabián Bielinsky"},"id":74909},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":13653,"name":"The Aura","reference_collection_id":1}],"contents":{"name":"Pablo Cedrón","description":"​From Wikipedia, the free encyclopedia.\n\nPablo Cedrón  (born 1958) is an Argentine actor .\n\nIn 2005 he starred in the El Viento (film).\n\nIn 2006 he prominently featured in some 58 episodes of the TV series Sos mi vida as Félix Perez Garmendia 'Falucho'.\n\nDescription above from the Wikipedia article Pablo Cedrón, licensed under CC-BY-SA, full list of contributors on Wikipedia"},"id":74910},{"collection_id":2,"metadata":{"Decade":["1980s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":13653,"name":"The Aura","reference_collection_id":1}],"contents":{"name":"Nahuel Pérez Biscayart","description":"Nahuel Pérez Biscayart (born 6 March 1986) is an Argentine actor. A polyglot, he is best known for his role in the French film BPM (Beats per Minute) (2017), which earned him a César and a Lumières Award.\n\nBiscayart was born in Buenos Aires to a mother of Basque and Italian descent and a father of Spanish-Andalusian descent. His grandmother is from Biarritz. He trained at the Buenos Aires School of Fine Arts.\n\nSource: Article \"Nahuel Pérez Biscayart\" from Wikipedia in English, licensed under CC-BY-SA 3.0."},"id":66957},{"collection_id":2,"metadata":{"Decade":["1930s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":13653,"name":"The Aura","reference_collection_id":1}],"contents":{"name":"Jorge D'Elía","description":"Jorge D'Elía (born April 28, 1938 in La Plata, Buenos Aires) is an Argentine actor, playwright and writer."},"id":74911},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":13653,"name":"The Aura","reference_collection_id":1}],"contents":{"name":"Rafa Castejón","description":""},"id":1074924},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["None"]},"references":[{"reason":"Actor","reference_id":13653,"name":"The Aura","reference_collection_id":1}],"contents":{"name":"Manuel Rodal","description":""},"id":1816293},{"collection_id":2,"metadata":{"Decade":["1930s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":13653,"name":"The Aura","reference_collection_id":1}],"contents":{"name":"Walter Reyno","description":"Walter Reyno (13 February 1935 – 3 December 2014) was a Uruguayan actor and theater director. He was known for his roles in 25 Watts and El aura.\n\nReyno was born in Montevideo, Uruguay and died there from respiratory failure, aged 79.[\n\nDescription above from the Wikipedia article Walter Reyno, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":994544},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["None"]},"references":[{"reason":"Actor","reference_id":13653,"name":"The Aura","reference_collection_id":1}],"contents":{"name":"Alejandro Gancé","description":""},"id":1816294},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["None"]},"references":[{"reason":"Actor","reference_id":13653,"name":"The Aura","reference_collection_id":1}],"contents":{"name":"Daniel Alejandro Ovando","description":""},"id":1816295},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["None"]},"references":[{"reason":"Actor","reference_id":13653,"name":"The Aura","reference_collection_id":1}],"contents":{"name":"Guido D'Albo","description":""},"id":1816296},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["None"]},"references":[{"reason":"Actor","reference_id":13653,"name":"The Aura","reference_collection_id":1}],"contents":{"name":"Daniel Delevin","description":""},"id":1816297},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["None"]},"references":[{"reason":"Actor","reference_id":13653,"name":"The Aura","reference_collection_id":1}],"contents":{"name":"Eva","description":""},"id":1816298},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["None"]},"references":[{"reason":"Actor","reference_id":13653,"name":"The Aura","reference_collection_id":1}],"contents":{"name":"Tatiana Saphir","description":""},"id":1021561},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Producer","reference_id":13653,"name":"The Aura","reference_collection_id":1}],"contents":{"name":"Gerardo Herrero","description":""},"id":47059},{"collection_id":1,"metadata":{"Language":["Spanish"],"Genre":["Drama","Thriller"]},"references":[{"reason":"Actor","reference_id":69310,"name":"Ricardo Darín","reference_collection_id":2},{"reason":"Actor","reference_id":74909,"name":"Dolores Fonzi","reference_collection_id":2},{"reason":"Actor","reference_id":74910,"name":"Pablo Cedrón","reference_collection_id":2},{"reason":"Actor","reference_id":66957,"name":"Nahuel Pérez Biscayart","reference_collection_id":2},{"reason":"Actor","reference_id":74911,"name":"Jorge D'Elía","reference_collection_id":2},{"reason":"Actor","reference_id":74912,"name":"Alejandro Awada","reference_collection_id":2},{"reason":"Actor","reference_id":1074924,"name":"Rafa Castejón","reference_collection_id":2},{"reason":"Actor","reference_id":1816293,"name":"Manuel Rodal","reference_collection_id":2},{"reason":"Actor","reference_id":994544,"name":"Walter Reyno","reference_collection_id":2},{"reason":"Actor","reference_id":1816294,"name":"Alejandro Gancé","reference_collection_id":2},{"reason":"Actor","reference_id":1816295,"name":"Daniel Alejandro Ovando","reference_collection_id":2},{"reason":"Actor","reference_id":1816296,"name":"Guido D'Albo","reference_collection_id":2},{"reason":"Actor","reference_id":1816297,"name":"Daniel Delevin","reference_collection_id":2},{"reason":"Actor","reference_id":1816298,"name":"Eva","reference_collection_id":2},{"reason":"Actor","reference_id":1021561,"name":"Tatiana Saphir","reference_collection_id":2},{"reason":"Producer","reference_id":47059,"name":"Gerardo Herrero","reference_collection_id":2},{"reason":"Director","reference_id":74907,"name":"Fabián Bielinsky","reference_collection_id":2}],"contents":{"name":"The Aura","description":"A quiet, epileptic taxidermist plans the perfect crime. All he needs is the right opportunity. An accident, perhaps…"},"id":13653},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Javier Bardem","description":"Javier Ángel Encinas Bardem (born 1 March 1969) is a Spanish actor. In a career that has lasted over thirty years, he has received various accolades, including an Academy Award, seven Goya Awards, a BAFTA Award, and a Golden Globe Award.\n\nA son of actress Pilar Bardem, he first became known for such Spanish films as Jamón jamón(1992), Boca a boca (1995), Carne trémula(1997), Los lunes al sol (2002), and Mar adentro (2004). He received nominations for the Academy Award for Best Actor for playing Reinaldo Arenas in Before Night Falls (2000), a criminal with cancer in Biutiful (2010), and Desi Arnaz in Being the Ricardos (2021). His portrayal of assassin Anton Chigurh in the Coen brothers' western film No Country for Old Men (2007) won him the Academy Award for Best Supporting Actor. \n\nBardem has also starred in auteur-driven films such as Woody Allen's romantic drama Vicky Cristina Barcelona (2008), Terrence Malick's drama To the Wonder (2013), Darren Aronofsky's horror film mother! (2017), and Asghar Farhadi's mystery drama Everybody Knows (2018). He also acted in blockbuster films such as the James Bond film Skyfall (2012), the swashbuckler film Pirates of the Caribbean: Dead Men Tell No Tales(2017), the science fiction epic films Dune (2021) and Dune: Part Two (2024), and Disney's live-action remake The Little Mermaid (2023). On television, he portrayed José Menendez in the Netflix crime anthology series Monsters: The Lyle and Erik Menendez Story (2024).\n\nBardem married actress Penélope Cruz in 2010, and they have two children together. In January 2018, Bardem became Greenpeace's ambassador for Antarctica's protection.\n\nDescription above from the Wikipedia article Javier Bardem, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":3810},{"collection_id":2,"metadata":{"Decade":["1940s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Tommy Lee Jones","description":"Tommy Lee Jones (born September 15, 1946) is an American actor and film director. He has received four Academy Award nominations, winning Best Supporting Actor for his performance as U.S. Marshal Samuel Gerard in the 1993 thriller film The Fugitive.\n\nHis other notable starring roles include Texas Ranger Woodrow F. Call in the television miniseries Lonesome Dove, Agent K in the Men in Black film series, Sheriff Ed Tom Bell in No Country for Old Men, Hank Deerfield in In the Valley of Elah, the villain Two-Face in Batman Forever, Mike Roark in the disaster film Volcano, terrorist William \"Bill\" Strannix in Under Siege, Texas Ranger Roland Sharp in Man of the House, rancher Pete Perkins in The Three Burials of Melquiades Estrada (which he also directed), Colonel Chester Phillips in Captain America: The First Avenger, CIA Director Robert Dewey in Jason Bourne, and Warden Dwight McClusky in Natural Born Killers. He most recently appeared in the science fiction film Ad Astra in 2019 and in the comedy The Comeback Trail in 2020.\n\nHe has also portrayed historical figures such as businessman Howard Hughes in The Amazing Howard Hughes, Radical Republican Congressman Thaddeus Stevens in Lincoln, executed murderer Gary Gilmore in The Executioner's Song, U.S. Army General Douglas MacArthur in Emperor, businessman Clay Shaw, the only person prosecuted in connection with the assassination of President John F. Kennedy in JFK, Oliver Vanetta \"Doolittle\" Lynn, in Coal Miner's Daughter, and baseball player Ty Cobb in Cobb."},"id":2176},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Josh Brolin","description":"Josh James Brolin (born February 12, 1968) is an American actor. A son of actor James Brolin, he gained fame in his youth for his role in the adventure film The Goonies (1985). After years of decline, Brolin had a resurgence with his starring role in the crime film No Country for Old Men (2007). Brolin received a nomination for the Academy Award for Best Supporting Actor for portraying Dan White in the biopic Milk (2008).\n\nBrolin's career progressed with roles in W. (2008), True Grit (2010), Wall Street: Money Never Sleeps (2010), Men in Black 3 (2012), Oldboy (2013), Inherent Vice (2014), Everest (2015), and Hail, Caesar! (2016). He gained wider recognition for playing Thanos in the Marvel Cinematic Universe (MCU), including in the films Avengers: Infinity War (2018) and Avengers: Endgame (2019), as well as Cable in Deadpool 2 (2018). Brolin also collaborated with filmmaker Denis Villeneuve in the action thriller Sicario (2015) and in the science fiction films Dune (2021) and Dune: Part Two (2024), in which he played Gurney Halleck."},"id":16851},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Woody Harrelson","description":"Woodrow Tracy \"Woody\" Harrelson (born July 23, 1961) is an American actor. He first became known for his role as bartender Woody Boyd on the NBC sitcom Cheers (1985–1993), for which he won a Primetime Emmy Award for Outstanding Supporting Actor in a Comedy Series from five nominations. Harrelson received three Academy Award nominations: Best Actor for The People vs. Larry Flynt (1996),  Best Supporting Actor for The Messenger (2009) and Three Billboards Outside Ebbing, Missouri (2017). \n\nOther notable films include White Men Can't Jump(1992), Natural Born Killers (1994), The Thin Red Line (1998), No Country for Old Men (2007), Seven Pounds (2008), Zombieland (2009), Seven Psychopaths (2012), Now You See Me (2013), The Edge of Seventeen (2016), War for the Planet of the Apes (2017), Venom: Let There Be Carnage (2021), and Triangle of Sadness (2022). He also played Haymitch Abernathy in The Hunger Games film series (2012–2015). \n\nHarrelson received further Primetime Emmy Award nominations for his portrayal of Steve Schmidt in the HBO film Game Change (2012) and a detective in the HBO crime anthology series True Detective (2014). He also portrayed E. Howard Hunt in the HBO political limited series White House Plumbers (2023)."},"id":57755},{"collection_id":2,"metadata":{"Decade":["1970s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Kelly Macdonald","description":"Kelly Macdonald (born 23 February 1976) is a Scottish actress. Known for her film and television performances, she has received various accolades, including a BAFTA Award, a Primetime Emmy Award, and four Screen Actors Guild Awards.\n\nMacdonald made her film debut in Danny Boyle's Trainspotting (1996). She was nominated for the BAFTA Award for Best Actress in a Supporting Role for her role in the Coen brothers film No Country for Old Men (2007). During her career, she has taken roles in  Elizabeth (1998), Gosford Park (2001), Intermission (2003), Nanny McPhee (2005),  Harry Potter and the Deathly Hallows – Part 2 (2011), Anna Karenina(2012), T2 Trainspotting (2017), and Operation Mincemeat (2021). She voiced Princess Merida in the Disney Pixar animated Brave (2012).\n\nOn television, she won the Primetime Emmy Award for Outstanding Supporting Actress in a Miniseries or a Movie for her role in the BBC One film The Girl in the Cafe (2005). She was further Emmy-nominated for portraying Margaret Thompson in the period crime drama series Boardwalk Empire (2010–2014). She also acted in Black Mirror's Hated in the Nation (2016), the limited series Giri/Haji (2019), and Line of Duty(2021).\n\nDescription above from the Wikipedia article Kelly Macdonald, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":9015},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Garret Dillahunt","description":"Garret Lee Dillahunt (born November 24, 1964) is an American actor. He is best known for his work in television, including the roles Burt Chance on the Fox sitcom Raising Hope, for which he was nominated for the Critics' Choice Television Award for Best Actor in a Comedy Series, Jack McCall and Francis Wolcott in Deadwood, and John Dorie in Fear the Walking Dead. He has also appeared in The 4400, ER, Terminator: The Sarah Connor Chronicles, Burn Notice, Justified, and The Mindy Project. He starred in the Amazon Studios drama series Hand of God (2014–2017).\n\nIn films, Dillahunt has played supporting roles in No Country for Old Men, The Assassination of Jesse James by the Coward Robert Ford, Winter's Bone, Looper, and 12 Years a Slave.\n\nDescription above from the Wikipedia article Garret Dillahunt, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":39520},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Tess Harper","description":"Tessie Jean \"Tess\" Harper (née Washam; born August 15, 1950) is an American actress. She was nominated for the Golden Globe Award for Best Supporting Actress for her first film role in 1983's Tender Mercies, and for the Academy Award for Best Supporting Actress for the 1986 film Crimes of the Heart. Her other film appearances include Flashpoint (1984), Ishtar (1987), Far North (1988), and No Country for Old Men (2007). She also had a recurring role on the first three seasons of Breaking Bad (2008–2010).\n\nFrom Wikipedia"},"id":41249},{"collection_id":2,"metadata":{"Decade":["1940s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Barry Corbin","description":"Leonard Barrie Corbin (born October 16, 1940) is an American film and television actor. His is best known for his role as the pompous former astronaut Maurice Minnifield on Northern Exposure (1990–1995), which earned him two Primetime Emmy Award nominations. Corbin also had prominent recurring or starring roles in the series Lonesome Dove, One Tree Hill, The Closer, Anger Management, The Ranch, and Better Call Saul. In film, he has acted in many genres including thrillers (WarGames, The Hot Spot, In the Valley of Elah), comedies (Any Which Way You Can, The Best Little Whorehouse in Texas, Stir Crazy) and Westerns (Urban Cowboy, No Country for Old Men, Killers of the Flower Moon), often as a sheriff, military leader, or other authority figure."},"id":12852},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Stephen Root","description":"Stephen Root (born November 17, 1951) is an American actor. He has starred as Jimmy James on the NBC sitcom NewsRadio (1995–1999), as Milton Waddams in the film Office Space (1999), and voiced Bill Dauterive and Buck Strickland on the animated series King of the Hill (1997–2010, 2025–present).\n\nRoot has appeared in numerous Coen brothers films, including O Brother, Where Art Thou? (2000), The Ladykillers (2004), No Country for Old Men (2007), The Ballad of Buster Scruggs (2018), and The Tragedy of Macbeth (2021). Other notable film roles include Dave (1993), Dodgeball (2004), Idiocracy (2006), Cedar Rapids (2011), Selma (2014), Trumbo (2015), Get Out (2017), and On the Basis of Sex (2018).\n\nHis television roles have included Capt. K'Vada in the Star Trek: The Next Generation two-part episode \"Unification\" (1991) and Hawthorne Abendsen in seasons 2–4 of the series The Man in the High Castle. He has supporting roles in a variety of HBO series, including Boardwalk Empire, True Blood, Perry Mason, and Succession. He starred as Monroe Fuches in the HBO dark comedy series Barry, for which he was nominated for a Primetime Emmy Award for Outstanding Supporting Actor in a Comedy Series in 2019.\n\nDescription above from the Wikipedia article Stephen Root, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":17401},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Actor","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Rodger Boyce","description":""},"id":51732},{"collection_id":2,"metadata":{"Decade":["1940s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Beth Grant","description":"Beth Grant (born September 18, 1949) is an American actress. She is known for often playing characters who are conservatives, religious zealots or sticklers for rules.\n\nShe has appeared in dozens of films, including Rain Man, Speed; To Wong Foo, Thanks for Everything! Julie Newmar; Love Field; Donnie Darko; A Time to Kill; Little Miss Sunshine; Child's Play 2; Daltry Calhoun; City Slickers 2; Don't Tell Her It's Me; Matchstick Men; Factory Girl; The Wizard; Sordid Lives; The Rookie; All About Steve; No Country for Old Men, Crazy Heart, and Rango.\n\nGrant has also appeared in many TV shows, including Everwood; Delta; The Golden Girls; Malcolm in the Middle; The X-Files; Friends; CSI; Six Feet Under; Wonderfalls; My Name Is Earl; Yes, Dear; King of the Hill; The Office; Angel; Judging Amy; Jericho; Sordid Lives: The Series; Criminal Minds, Sabrina The Teenage Witch; True Blood; How I Met Your Mother; and The Mentalist.\n\nGrant was born in Gadsden, Alabama, and is an alumna of East Carolina University. She is married to actor Michael Chieffo with whom she has one child.\n\nGrant played the same character, Marianne Marie Beetle, in the short-lived show Wonderfalls and Pushing Daisies, both created by Bryan Fuller.\n\nDescription above from the Wikipedia article Beth Grant, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":5151},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Ana Reeder","description":"Ana Reeder is an American stage and screen actress."},"id":51733},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Female"]},"references":[{"reason":"Actor","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Kit Gwin","description":""},"id":51734},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["None"]},"references":[{"reason":"Actor","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Zach Hopkins","description":""},"id":51735},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["None"]},"references":[{"reason":"Actor","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Chip Love","description":""},"id":2026754},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Producer","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1},{"reason":"Director","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Ethan Coen","description":"Ethan Jesse Coen (born September 21, 1957) is an American filmmaker, working with his brother, Joel Coen, together known as the Coen brothers(/ˈkoʊən/). Their films span many genres and styles, which they frequently subvert or parody. Among their most acclaimed works are Blood Simple (1984), Raising Arizona (1987), Miller's Crossing (1990), Barton Fink (1991), Fargo (1996), The Big Lebowski (1998), O Brother, Where Art Thou? (2000), No Country for Old Men (2007), A Serious Man (2009), True Grit (2010) and Inside Llewyn Davis (2013).\n\nThe brothers generally write, direct and produce their films jointly. However, due to regulations, Joel received sole directing credit while Ethan received sole production credit until The Ladykillers (2004). From then on, they would be credited as directors and producers and shared editing credits under the alias Roderick Jaynes. The duo started directing separately in the 2020s, resulting in Joel's The Tragedy of Macbeth (2021), Ethan's Jerry Lee Lewis: Trouble in Mind (2022) and Drive-Away Dolls (2024). Together, they have been nominated for 13 Academy Awards and one individual nomination. They share Best Original Screenplay for Fargo and Best Picture, Best Director and Best Adapted Screenplay for No Country for Old Men. They won the Palme d'Or for Barton Fink at the 1991 Cannes Film Festival.\n\nThe Coens have written films for other directors, including Sam Raimi's Crimewave (1985), Angelina Jolie's World War II biopic Unbroken (2014) and Steven Spielberg's Cold War drama Bridge of Spies (2015). They produced Terry Zwigoff's Bad Santa (2003) and John Turturro's Romance and Cigarettes (2005). Ethan is also a writer of short stories, theatre and poetry.\n\nThey are known for their distinctive stylistic trademarks, including genre hybridity. No Country for Old Men, A Serious Man and Inside Llewyn Davis was included in the BBC's 2016 poll of the greatest motion pictures since 2000. In 1998, the American Film Institute (AFI) ranked Fargo among the 100 greatest American movies. Richard Corliss wrote of the Coens: \"Dexterously flipping and reheating old movie genres like so many pancakes, they serve them up fresh, not with syrup but with a coating of comic arsenic.\"\n\nDescription above from the Wikipedia article Coen brothers, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":1224},{"collection_id":2,"metadata":{"Decade":["1950s"],"Gender":["Male"]},"references":[{"reason":"Producer","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1},{"reason":"Director","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Joel Coen","description":"Joel Daniel Coen (born November 29, 1954) is an American filmmaker, working with his brother, Ethan Coen, together known as the Coen brothers(/ˈkoʊən/). Their films span many genres and styles, which they frequently subvert or parody. Among their most acclaimed works are Blood Simple (1984), Raising Arizona (1987), Miller's Crossing (1990), Barton Fink (1991), Fargo (1996), The Big Lebowski (1998), O Brother, Where Art Thou? (2000), No Country for Old Men (2007), A Serious Man (2009), True Grit (2010) and Inside Llewyn Davis (2013).\n\nThe brothers generally write, direct and produce their films jointly. However, due to regulations, Joel received sole directing credit while Ethan received sole production credit until The Ladykillers (2004). From then on, they would be credited as directors and producers and shared editing credits under the alias Roderick Jaynes. The duo started directing separately in the 2020s, resulting in Joel's The Tragedy of Macbeth (2021), Ethan's Jerry Lee Lewis: Trouble in Mind (2022) and Drive-Away Dolls (2024). Together, they have been nominated for 13 Academy Awards and one individual nomination. They share Best Original Screenplay for Fargo and Best Picture, Best Director and Best Adapted Screenplay for No Country for Old Men. They won the Palme d'Or for Barton Fink at the 1991 Cannes Film Festival.\n\nThe Coens have written films for other directors, including Sam Raimi's Crimewave (1985), Angelina Jolie's World War II biopic Unbroken (2014) and Steven Spielberg's Cold War drama Bridge of Spies (2015). They produced Terry Zwigoff's Bad Santa (2003) and John Turturro's Romance and Cigarettes (2005). Ethan is also a writer of short stories, theatre and poetry.\n\nThey are known for their distinctive stylistic trademarks, including genre hybridity. No Country for Old Men, A Serious Man and Inside Llewyn Davis was included in the BBC's 2016 poll of the greatest motion pictures since 2000. In 1998, the American Film Institute (AFI) ranked Fargo among the 100 greatest American movies. Richard Corliss wrote of the Coens: \"Dexterously flipping and reheating old movie genres like so many pancakes, they serve them fresh, not with syrup but with a coating of comic arsenic.\"\n\nDescription above from the Wikipedia article Coen brothers, licensed under CC-BY-SA, full list of contributors on Wikipedia."},"id":1223},{"collection_id":2,"metadata":{"Decade":["None"],"Gender":["Male"]},"references":[{"reason":"Executive Producer","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Mark Roybal","description":""},"id":6488},{"collection_id":2,"metadata":{"Decade":["1960s"],"Gender":["Male"]},"references":[{"reason":"Executive Producer","reference_id":6977,"name":"No Country for Old Men","reference_collection_id":1}],"contents":{"name":"Robert Graf","description":""},"id":44482},{"collection_id":1,"metadata":{"Language":["English"],"Genre":["Crime","Thriller","Western"]},"references":[{"reason":"Actor","reference_id":3810,"name":"Javier Bardem","reference_collection_id":2},{"reason":"Actor","reference_id":2176,"name":"Tommy Lee Jones","reference_collection_id":2},{"reason":"Actor","reference_id":16851,"name":"Josh Brolin","reference_collection_id":2},{"reason":"Actor","reference_id":57755,"name":"Woody Harrelson","reference_collection_id":2},{"reason":"Actor","reference_id":9015,"name":"Kelly Macdonald","reference_collection_id":2},{"reason":"Actor","reference_id":39520,"name":"Garret Dillahunt","reference_collection_id":2},{"reason":"Actor","reference_id":41249,"name":"Tess Harper","reference_collection_id":2},{"reason":"Actor","reference_id":12852,"name":"Barry Corbin","reference_collection_id":2},{"reason":"Actor","reference_id":17401,"name":"Stephen Root","reference_collection_id":2},{"reason":"Actor","reference_id":51732,"name":"Rodger Boyce","reference_collection_id":2},{"reason":"Actor","reference_id":5151,"name":"Beth Grant","reference_collection_id":2},{"reason":"Actor","reference_id":51733,"name":"Ana Reeder","reference_collection_id":2},{"reason":"Actor","reference_id":51734,"name":"Kit Gwin","reference_collection_id":2},{"reason":"Actor","reference_id":51735,"name":"Zach Hopkins","reference_collection_id":2},{"reason":"Actor","reference_id":2026754,"name":"Chip Love","reference_collection_id":2},{"reason":"Producer","reference_id":1224,"name":"Ethan Coen","reference_collection_id":2},{"reason":"Producer","reference_id":1223,"name":"Joel Coen","reference_collection_id":2},{"reason":"Executive Producer","reference_id":6488,"name":"Mark Roybal","reference_collection_id":2},{"reason":"Producer","reference_id":2997,"name":"Scott Rudin","reference_collection_id":2},{"reason":"Executive Producer","reference_id":44482,"name":"Robert Graf","reference_collection_id":2},{"reason":"Director","reference_id":1223,"name":"Joel Coen","reference_collection_id":2},{"reason":"Director","reference_id":1224,"name":"Ethan Coen","reference_collection_id":2}],"contents":{"name":"No Country for Old Men","description":"Llewelyn Moss stumbles upon dead bodies, $2 million and a hoard of heroin in a Texas desert, but methodical killer Anton Chigurh comes looking for it, with local sheriff Ed Tom Bell hot on his trail. The roles of prey and predator blur as the violent pursuit of money and justice collide."},"id":6977}]}